Repository: Sabayon/entropy
Catalog: rigo/po/*.po
Languages: cs, da, de, es_cl, hu, nl, pl, pt_br, ru, sk, sv, tr

source: Login failed. Your <b>comment</b> hasn't been added
cs: Přihlášení selhalo. Váš <b>komentář</b> nebyl přidán
da: Login mislykkedes. Din <b>kommentar</b> er ikke blevet tilføjet
de: Login schlug fehl. Dein <b>Kommentar</b> wurde nicht hinzugefügt
es_cl: No se pudo iniciar sesión. Tu <b>comentario</b> no fué recibido
hu: Sikertelen bejelentkezés. A <b>hozzászólásod</b> nem lett hozzáadva
nl: Aanmelden is mislukt. Uw <b>reactie</b> is niet toegevoegd
pl: Niepowodzenie przy logowaniu. Twój <b>komentarz</b> nie został dodany
pt_br: O Login falhou. Seu <b>comentário</b> não foi enviado
ru: Логин неуспешен. Ваш <b>комментарий</b> не был добавлен
sk: Prihlásenie zlyhalo. Váš <b>komentár</b> nebol pridaný
sv: Inloggning misslyckades. Din <b>kommentar</b> kunde inte skickas!
tr: Giriş başarısız. Sizin <b>Yorumunuz</b> eklenmedi.

source: <i>No <b>comments</b> for this Application, yet!</i>
cs: <i>Žádné <b>komentáře</b> pro tuto aplikaci.</i>
da: <i>Der er ingen <b>kommentarer</b> for dette Program endnu!</i>
de: <i>Bis jetzt noch keine <b>Kommentare</b> für diese Anwendung!</i>
es_cl: <i>¡Aún no hay <b>comentarios</b> para esta aplicación!</i>
hu: <i>Még nincs <b>hozzászólás</b> ehhez az Alkalmazáshoz!</i>
nl: <i>Geen <b>reactie</b> voor deze toepassing, nog niet!</i>
pl: <i>Żadne <b>komentarze</b> dla tej aplikacji nie zostały dodane... jak dotąd!</i>
pt_br: <i>Sem <b>comentários</b> para este Aplicativo!</i>
ru: <i><b>Комментарии</b> для данного приложения отсутствуют на данный момент!</i>
sk: <i>Zatiaľ žiadne <b>komentáre</b> pre túto aplikáciu!</i>
sv: <i>Det finns inga <b>kommentarer</b> för detta program än!</i>
tr: Bu uygulama için, henüz <b>yorum</b> yok!

source: Older comments
cs: Starší komentáře
da: Ældre kommentarer
de: Ältere Kommentare
es_cl: Comentarios antiguos
hu: Régebbi hozzászólások
nl: Oudere reacties
pl: Starsze komentarze
pt_br: Comentários antigos
ru: Предыдущие комментарии
sk: Staršie komentáre
sv: Äldre kommentarer
tr: Eski yorumlar

source: Loading older comments...
cs: Načítám starší komentáře...
da: Indlæser ældre kommentarer...
de: Lade ältere Kommentare...
es_cl: Cargando comentarios antiguos...
hu: Régebbi hozzászólások betöltése...
nl: Oudere reacties aan het laden...
pl: Ładowanie starszych komentarzy...
pt_br: Carregando os comentários antigos
ru: Загрузка предыдущих комментариев...
sk: Načítavajú sa staršie komentáre...
sv: Laddar äldre kommentarer
tr: Eski yorumlar yükleniyor...

source: <i>No <b>images</b> for this Application, yet!</i>
cs: <i>Žádné <b>obrázky</b> pro tuto aplikaci.</i>
da: <i>Der er ingen <b>billeder</b> for dette Program endnu!</i>
de: <i>Bis jetzt noch keine <b>Bilder</b> für diese Anwendung!</i>
es_cl: <i>¡Aún no hay <b>imágenes</b> para esta Aplicación!</i>
nl: <i>Geen <b>afbeeldingen</b> voor deze toepassing, nog niet!<i>
pl: <i>Żadne <b>obrazki</b> dla tej aplikacji nie zostały dodane... jak dotąd!</i>
pt_br: <i>Não há <b>imagens</b> para este Aplicativo!</i>
ru: <i><b>Изображения</b> для данного приложения отсутствуют на данный момент!</i>
sk: <i>Zatiaľ žiadne <b>obrázky</b> pre túto aplikáciu!</i>
sv: <i>Det finna inga <b>bilder</b> för detta program än!</i>
tr: Bu uygulama için, henüz <b>resim</b> yok!

source: Older images
cs: Starší obrázky
da: Ældre billeder
de: Ältere Bilder
es_cl: Imágenes antiguas
nl: Oudere afbeeldingen
pl: Starsze obrazki
pt_br: Imagens antigas
ru: Предыдущие изображения
sk: Staršie obrázky
sv: Äldre bilder
tr: Eski resimler

source: Loading older images...
cs: Načítám starší obrázky...
da: Indlæser ældre billeder...
de: Lade ältere Bilder...
es_cl: Cargando comentarios antiguos...
nl: Laden van oudere afbeeldingen
pl: Ładowanie starszych obrazków...
pt_br: Carregando imagens antigas...
ru: Загрузка предыдущих изображений...
sk: Načítavajú sa staršie obrázky...
sv: Laddar äldre bilder...
tr: Eski resimler yükleniyor...

source: Update
cs: Aktualizovat
da: Opdater
es_cl: Actualizar
hu: Frissítés
pl: Aktualizacja
pt_br: Atualização
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
tr: Güncelleştir

source: Reinstall
cs: Přeinstalovat
da: Geninstaller
de: Neuinstalliere
es_cl: Reinstalar
hu: Újratelepít
nl: Herinstalleer
pl: Reinstalacja
pt_br: Reinstalar
ru: Переустановить
sk: Preinštalovať
sv: Ominstallera
tr: Yeniden yükle

source: Remove
cs: Odstranit
da: Fjern
de: Entferne
es_cl: Desinstalar
hu: Eltávolít
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sk: Odstrániť
sv: Ta bort
tr: Kaldır

source: Install
cs: Instalovat
da: Installer
de: Installiere
es_cl: Instalar
hu: Telepít
nl: Installeer
pl: Instalacja
pt_br: Instalar
ru: Инсталлировать
sk: Inštalovať
sv: Installera
tr: Yükle

source: Not available
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
es_cl: No disponible
hu: Nem elérhető
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Não disponível
ru: Недоступно
sk: Nedostupné
sv: Inte tillgänglig
tr: Mevcut değil

source: Never downloaded
cs: Nikdy nestaženo
da: Aldrig downloadet
de: Niemals heruntergeladen
es_cl: Nunca descargado
nl: Nooit gedownload
pl: Nigdy nie pobrane
pt_br: Nunca foi baixado
ru: Не было загружено ни разу
sk: Nikdy neprevzatá
sv: Aldrig hämtad
tr: Hiç indirilmedi

source: downloads
cs: Stažení
es_cl: descargas
hu: letöltések
pl: pobrań
ru: загрузки
sk: prevzatí
sv: hämtningar
tr: Yüklemeler

source: Want to add images, etc?
cs: Přejete si přidat obrázky, aj.?
da: Vil du tilføje billeder mm.?
de: Willst du Bilder, usw. hinzufügen?
es_cl: ¿Quieres añadir imágenes, etc?
nl: Wil je afbeeldingen toevoegen, etc?
pl: Chcesz dodać obrazki itp.?
pt_br: Quer adicionar imagens, etc...?
ru: Хотите добавить изображения и т.п.?
sk: Chcete pridať obrázky, atď?
sv: Vill du lägga till en bild, etc?
tr: Görüntü, vb eklemek ister misiniz?

source: click here!
cs: klikněte sem!
da: klik her!
de: Klicke hier!
es_cl: ¡clickea aquí!
hu: kattints ide!
nl: Klik hier!
pl: kliknij tutaj!
pt_br: clique aqui!
ru: нажмите сюда!
sk: Kliknite sem!
sv: klicka här!
tr: buraya tıklayın!

source: Loading comments...
cs: Načítám komentáře...
da: Indlæser kommentarer...
de: Lade Kommentare...
es_cl: Cargando comentarios...
hu: Hozzászólások betöltése
nl: Reacties laden...
pl: Ładowanie komentarzy...
pt_br: Carregando Comentários...
ru: Загрузка комментариев...
sk: Načítavajú sa komentáre...
sv: Laddar kommentarer...
tr: Yorumlar yükleniyor

source: Cannot disable <b>%s</b>. Sorry!
es_cl: No se puede deshabilitar <b>%s</s>.
hu: Nem letiltható a(z) <b>%s</b>. Bocsi!
nl: Kan <b>%s</b> niet uitschakelen. Sorry!
pl: Nie można zablokować <b>%s</b>. Sorki!
pt_br: Não possível desabilitar <b>%s</b>. Desculpe!
ru: Не возможно отключить <b>%s</b>. Извините!
sk: Nedá sa zakázať repozitár <b>%s</b>. Prepáčte!
sv: Kan inte inaktivera <b>%s</b>. Tyvärr!

source: Cannot enable <b>%s</b>. Sorry!
es_cl: No se puede habilitar <b>%s</b>.
hu: Nem engedélyezhető a(z) <b>%s</b>. Bocsi!
nl: Kan <b>%s</b> niet inschakelen. Sorry!
pl: Nie można odblokować <b>%s</b>. Sorki!
pt_br: Não possível ativar <b>%s</b>. Desculpe!
ru: Не возможно включить <b>%s</b>. Извините!
sk: Nedá sa povoliť repozitár <b>%s</b>. Prepáčte!
sv: Kan inte aktivera <b>%s</b>. Tyvärr!

source: Manage Repositories
es_cl: Administrar Repositorios
hu: Programcsomagok kezelése
nl: Beheer repositories
pl: Zarządzaj Repozytoriami
pt_br: Manipula Repositórios
ru: Менеджер репозиториев
sk: Správa repozitárov
sv: Hantera förråden

source: Enable, disable or rename Repositories.
es_cl: Habilitar, deshabilitar o renombrar Repositorios
hu: Programcsomagok engedélyezése, letiltása vagy átnevezése.
nl: In- en Uitschakelen of hernoemen van repositories
pl: Odblokuj, zablokuj lub zmień nazwę Repozytoriów.
pt_br: Habilita, desativa ou renomeia Repositórios
ru: Подключить, отключить или переименовать репозитории.
sk: Povolí, zakáže alebo premenuje repozitáre.
sv: Aktivera, inaktivera eller döpa om förråden.

source: Application <b>%s</b> not found
cs: Aplikace <b>%s</b> nenalezena
da: Program <b>%s</b> ikke fundet
de: Anwendung <b>%s</b> nicht gefunden
es_cl: No se encontró la aplicación <b>%s</b>
nl: Toepassing <b>%s</b> niet gevonden
pl: Aplikacja <b>%s</b> nieodnaleziona
pt_br: Aplicativo <b>%s</b> não encontrado
ru: Приложение <b>%s</b> не найдено
sk: Aplikácia <b>%s</b> sa nenašla
sv: Programmet <b>%s</b> kunde inte hittas
tr: <b>%s</b> Uygulaması bulunamadı

source: Nothing found for
cs: Nic nenalezeno pro
da: Intet fundet for
de: Nichts gefunden für
es_cl: Nada encontrado para
nl: Niets gevonden voor
pl: Brak wyników dla
pt_br: Nada encontrado para
ru: Ничего не найдено для
sk: Nenašlo sa nič s výrazom
sv: Inga resultat för
tr: Hiçbir şey bulunamadı

source: did you mean <a href="%s">%s</a>?
cs: mysleli jste <a href="%s">%s</a>?
da: mente du <a href="%s">%s</a>?
de: meintest du <a href="%s">%s</a>?
es_cl: ¿quisiste decir <a href="%s">%s</a>?
hu: úgy érted <a href="%s">%s</a>?
nl: Bedoelde u <a href="%s">%s</a>?
pl: czy chodziło ci o <a href="%s">%s</a>?
pt_br: Voce quiz dizer <a href="%s">%s</a>?
ru: вы имели в виду <a href="%s">%s</a>?
sk: Mali ste na mysli <a href="%s">%s</a>?
sv: Menade du <a href="%s">%s</a>?
tr: Bunu mu <a href="%s">%s</a> kastettiniz?

source: Not found
cs: Nenalezeno
da: Ikke fundet
de: Nicht gefunden
es_cl: No encontrado
hu: Nem található
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найдено
sk: Nenájdené
sv: Kan inte hittas
tr: Bulunamadı

source: Update repositories
cs: Aktualizovat repozitáře
da: Opdater programarkiver
de: Erneuere Repositorien
es_cl: Actualizar repositorios
hu: Programcsomagok frissítése
nl: Bijwerken repositories
pl: Zaktualizuj repozytoria
pt_br: Atualiza repositórios
ru: Обновить репозитории
sk: Aktualizácia repozitárov
sv: Uppdatera förråden
tr: Depoları güncelle

source: Force the update of the available repositories.
cs: Vynutit aktualizaci dostupných repozitářů
da: Gennemtving opdateringen af tilgængelige programarkiver
de: Erzwinge die Erneuerung verfügbarer Repositorien.
es_cl: Forzar la actualización de los repositorios
nl: Forceer het bij werken van de repositories.
pl: Wymuś aktualizację dostępnych repozytoriów.
pt_br: Força a atualização dos repositórios disponíveis.
ru: Принудительно обновить доступные репозитории.
sk: Vynúti aktualizáciu dostupných repozitárov.
sv: Tvinga en uppdatering av förråden
tr: Mevcut depoları güncellemeye zorlayın

source: Show Configuration File Updates
cs: Zobrazit aktualizace konfiguračních souborů
da: Vis Konfigurationsfil Opdateringer
de: Zeige Konfigurationsdatei Updates
es_cl: Mostrar las actualizaciones para Archivos de Configuración
nl: Toon Configuratie bestanden updates
pl: Pokaż aktualizacje plików konfiguracyjnych
pt_br: Mostra as atualizações nos arquivos de configuração
ru: Показать обновления конфигурационного файла
sk: Zobrazenie aktualizácií konfiguračného súboru
sv: Visa förändrade konfigurationsfiler
tr: Yapılandırma Dosyası Güncellemelerini göster

source: Show (if any) the list of pending configuration file updates.
cs: Zobrazit (pokud existuje) seznam nezpracovaných aktualizací konfiguračních souborů.
da: Vis (hvis der er nogen) en liste over uafklarede konfigurationsfil opdateringer.
de: Zeige (falls vorhanden) die Liste der ausstehenden Updates von Konfigurationsdateien.
es_cl: Mostrar (si es que hay) la lista de actualizaciones de archivos de configuración pendientes.
nl: Toon (indien van toepassing) de lijst van lopende configuratie bestanden updates.
pl: Pokaż (jeśli są) listę oczekujących aktualizacji plików konfiguracyjnych.
pt_br: Mostra a lista das atualizações pendentes nos arquivos de configuração, se a houver.
ru: Показать (если есть) список ожидающих обновлений конфигурационного файла.
sk: Zobrazí (ak je dostupný) zoznam nastávajúcich aktualizácií konfiguračného súboru.
sv: Visa (om så finnes) alla konfigurationsfiler som måste uppdateras
tr: (Varsa) Bekleyen yapılandırma dosyası güncellemelerinin listesini göster.

source: Show Installed Applications
cs: Zobrazit nainstalované aplikace
da: Vis Installerede Programmer
de: Zeige installierte Anwendungen
es_cl: Mostrar Aplicaciones Instaladas
hu: Telepített Alkalmazások megjelenítése
nl: Ge誰nstalleerde applicaties weergeven
pl: Pokaż zainstalowane aplikacje
pt_br: Mostra os Aplicativos instalados
ru: Показать установленные приложения
sk: Zobrazenie nainštalovaných aplikácií
sv: Visa alla installerade program
tr: Yüklenen uygulamaları göster

source: Browse through the currently Installed Applications.
cs: Procházet skrze nainstalované aplikace
da: Gennemse de aktuelt Installerede Programmer.
de: Durch bereits installierte Anwendungen blättern.
es_cl: Navegar las Aplicaciones actualmente Instaladas
hu: Jelenleg Telepített Alkalmazások áttekintése
nl: Bladeren door de ge誰nstalleerde applicaties
pl: Przeglądaj listę zainstalowanych aplikacji.
pt_br: Navegue entre os Aplicativos instalados.
ru: Просмотреть установленные в настоящее время приложения
sk: Prehliada aktuálne nainštalovanými aplikáciami.
sv: Sök bland dina installerade program
tr: Halihazırda yüklü olan uygulamalara göz at.

source: Optimize Download Speed
cs: Optimalizovat rychlost stahování
da: Optimer Download Hastighed
de: Optimiere Downloadgeschwindigkeit
es_cl: Optimizar la Velocidad de Descarga
hu: Letöltési Sebesség Optimalizálása
nl: Optimaliseer downloadsnelheid
pl: Zoptymalizuj prędkość pobierania
pt_br: Otimize velocidade de download
ru: Улучшить скорость скачивания
sk: Optimalizácia rýchlosti preberania
sv: Optimera hämtningshastigheten
tr: İndirme hızını en iyi duruma getir

source: Benchmark the download mirrors to speed up Application installation.
cs: Porovnat rychlost stahování zrcadel pro zrychlení instalace aplikací.
da: Benchmark download spejle til at optimere download-hastigheden ved installation af programmer.
de: Überprüfe die Spiegel-Server um die Installation der Anwendungen zu beschleunigen.
es_cl: Realizar Benchmark a los mirrors de descarga para acelerar la instalación de Aplicaciones
nl: Test de downloadsnelheid van verschillende locaties om het Applicatie installatieproces te versnellen.
pl: Przetestuj serwery pobierania w celu zwiększenia szybkości instalowania aplikacji.
pt_br: Cálculo de velocidade dos Espelhos, para acelerar a instalação dos Aplicativos.
ru: Провести тест зеркал для ускорения установки приложения
sk: Otestuje rýchlosť preberania zrkadiel na urýchlenie inštalácia aplikácií.
sv: Sortera speglarna för att optimera hastigeten och på så sätt snabba upp installationer.
tr: Uygulama yüklenmesini hızlandırmak için indirme yansılarını test et.

source: Show Available Kernels
es_cl: Mostrar los kernel disponibles
hu: Elérhető Kernelek megjelenítése
nl: Toon beschikbare kernel versies
pl: Pokaż dostępne kernele
pt_br: Mostra os Kernels disponíveis
ru: Показать доступные ядра
sk: Zobrazenie dostupných jadier
sv: Visa tillgängliga kärnor

source: Browse through the available and installable Linux kernel binaries.
es_cl: Mostrar los kernel de Linux disponibles para instalar
nl: Blader door de beschikbare en installeerbare Linux kernel binaries.
pl: Przeglądaj dostępne i możliwe do zainstalowania kernele Linux.
pt_br: Navega pelos Kernels binários do Linux, tanto disponíveis como instaláveis.
ru: Просмотрите доступные для установки бинарные файлы ядер Linux
sk: Prehliada dostupné a inštalovateľné binárne súbory jadra Linuxu
sv: Bläddra bland tillgängliga kärnor och Linux kernel binärer.

source: Show Available Long-Term-Stable Kernels
es_cl: Mostrar los kernel de Linux con soporte extendido disponibles
nl: Toon beschikbare lange termijn ondersteunde kernels
pl: Pokaż dostępne stabilne długoterminowe kernele
pt_br: Mostra Kernels estáveis Long-Term, LTS
ru: Показать доступные LTS ядра
sk: Zobrazenie dostupných jadier s dlhodobou stabilitou
sv: Visa dom tillgängliga LTS kärnorna

source: Browse through the available and installable Linux LTS kernel binaries.
es_cl: Mostrar los kernel de Linux con soporte extendido disponibles para instalar
nl: Blader door de beschikbare en installeerbare Linux LTS kernel binaries
pl: Przeglądaj dostępne i możliwe do zainstalowania kernele Linux LTS.
pt_br: Navega pelos Kernels binários LTS do Linux, tanto disponíveis, como instaláveis.
ru: Просмотрите доступные для установки бинарные файлы LTS ядер Linux
sk: Prehliada dostupné a inštalovateľné binárne súbory LTS jadra Linuxu
sv: Bläddra bland dom tillgängliga Linux LTS kärn-binärer

source: %(nr_ratings)i rating
cs: %(nr_ratings)i hodnocení
da: %(nr_ratings)i bedømmelse
de: %(nr_ratings)i Bewertung
es_cl: %(nr_ratings)i valoración
nl: %(nr_ratings)i beoordeling
pl: %(nr_ratings)i ocena
pt_br: %(nr_ratings)i avaliação
ru: %(nr_ratings)i оценка
sk: %(nr_ratings)i hodnotení
sv: %(nr_ratings)i betyg

source: Hint: Click a star to rate this app
cs: Rada: Klikněte na hvězdu pro ohodnocení aplikace
da: Tip: Klik på en stjerne for at bedømme dette program
de: Hinweis: Klicke auf einen Stern um diese App zu bewerten
es_cl: Sugerencia: Clickea una estrella para calificar esta aplicación
nl: Tip: Klik op een ster om toepassing te beoordelen
pl: Wskazówka: kliknij gwiazdkę, aby ocenić aplikację
pt_br: Dica: Clique na Estrêla para avaliar o Aplicativo
ru: Подсказка: Нажмите на звездочку для оценки приложения
sk: Rada: Kliknutím na hviezdičku ohodnotíte aplikáciu
sv: Tips: Klicka på en stjärna för att betygsätta programmet
tr: İpucu: Bu ​​uygulamayı derecelendirmek için yıldıza tıklayın

source: Awful
cs: Strašná
da: Forfærdelig
de: Furchtbar
es_cl: Feo
hu: Borzalmas
nl: Slecht
pl: Okropna
pt_br: Razoável
ru: Ужасно
sk: Hrozná
sv: Fruktansvärt
tr: çok kötü

source: Poor
cs: Slabá
da: Dårlig
de: Schlecht
es_cl: Pobre
hu: Silány
nl: Matig
pl: Słaba
pt_br: Ruim
ru: Плохо
sk: Podpriemerná
sv: Dåligt
tr: kötü

source: Adequate
cs: Přiměřená
da: Tilstrækkelig
de: Ausreichend
es_cl: Adecuado
hu: Megfelelő
nl: Voldoende
pl: Dostateczna
pt_br: Adequada
ru: Нормально
sk: Priemerná
sv: Godkänt
tr: yeterli

source: Good
cs: Dobrá
da: God
de: Gut
es_cl: Bueno
hu: Jó
nl: Goed
pl: Dobra
pt_br: Boa
ru: Хорошо
sk: Dobrá
sv: Bra
tr: iyi

source: Excellent
cs: Skvělá
da: Fremragende
de: Ausgezeichnet
es_cl: Excelente
hu: Kiváló
nl: Uitstekend
pl: Świetna
pt_br: Excelente
ru: Отлично
sk: Skvelá
sv: Otroligt bra
tr: mükemmel

source: Cannot remove comment
cs: Nelze odstranit komentář
da: Kan ikke fjerne kommentar
de: Kann Kommentar nicht entfernen
es_cl: No fué posible quitar el comentario
hu: A hozzászólás nem eltávolítható
nl: Kan reactie niet verwijderen
pl: Nie można usunąć komentarza
pt_br: Não remove o comentário
ru: Невозможно удалить комментарий
sk: Nedá sa odstrániť komentár
sv: Kommentaren kan inte tas bort
tr: Yorum kaldırılamıyor

source: remove
cs: odstranit
da: fjern
de: entfernen
es_cl: eliminar
hu: eltávolít
nl: verwijder
pl: usuń
pt_br: remover
ru: удалить
sk: odstrániť
sv: ta bort
tr: kaldır

source: Run
cs: Spustit
da: Kør
de: Führe aus
es_cl: Ejecutar
hu: Futtat
nl: Uitvoeren
pl: Wykonaj
pt_br: Executar
ru: Запустить
sk: Spustiť
sv: Kör
tr: Çalıştır

source: Enable
es_cl: Habilitar
hu: Engedélyez
nl: Inschakelen
pl: Odblokuj
pt_br: Ativa
ru: Включить
sk: Povoliť
sv: Aktivera

source: Disable
es_cl: Deshabilitar
hu: Letilt
nl: Uitschakelen
pl: Zablokuj
pt_br: Desativa
ru: Отключить
sk: Zakázať
sv: Inaktivera

source: Rename
es_cl: Renombrar
hu: Átnevez
nl: Hernoem
pl: Zmień nazwę
pt_br: Renomeia
ru: Переименовать
sk: Premenovať
sv: Döp om

source: View
es_cl: Ver
hu: Nézet
nl: Bekijk
pl: Pokaż
pt_br: Ver
ru: Показать
sk: Zobraziť
sv: Granska

source: There is <b>%d</b> update
cs: Je dostupna <b>%d</b> aktualizace
da: Der er <b>%d</b> opdatering
de: Es gibt <b>%d</b> Update
es_cl: Hay <b>%d</b> actualización
nl: Er is <b>%d</b> update
pl: Jest <b>%d</b> aktualizacja
pt_br: Há apenas <b>%d</b> atualização
ru: Доступно <b>%d</b> обновление
sk: Je dostupných <b>%d</b> aktualizácií
sv: Det finns <b>%d</b> uppdatering
tr: <b>%d</b> güncelleştirme var

source: and <b>%d</b> security update
cs: a <b>%d</b> bezpečnostní aktualizace
da: og <b>%d</b> sikkerhedsopdatering
de: und <b>%d</b> Sicherheitsupdate
es_cl: y <b>%d</b> actualización de seguridad
nl: En <b>%d</b> veiligheid update
pl: i <b>%d</b> aktualizacja bezpieczeństwa
pt_br: e apenas <b>%d</b> atualização de segurança
ru: и <b>%d</b> обновление безопасности
sk: a <b>%d</b> bezpečnostných aktualizácií
sv: och <b>%d</b> säkerhetsuppdatering
tr: ile 1 güvenlik güncelleştirmesi ile <b>%d</b> güvenlik güncelleştirmesi

source: What to do?
cs: Co vykonat?
da: Hvad skal jeg gøre?
de: Was soll ich tun?
es_cl: ¿Qué hago?
hu: Mi a teendő?
nl: Wat te doen?
pl: Co mam zrobić?
pt_br: O que quer fazer?
ru: Что сделать?
sk: Čo vykonať?
sv: Vad vill du göra?
tr: Tercihiniz nedir?

source: Updates available, how about installing them?
cs: Jsou dostupné aktualizace, co je nainstalovat?
da: Opdateringer er tilgængelige. Vil du installere dem?
de: Updates verfügbar, sollen sie installiert werden?
es_cl: Hay actualizaciones disponibles, ¿qué tal si las instalamos?
hu: Elérhetőek frissítések, telepítsük most őket?
nl: Er zijn updates beschikbaar, zullen we deze installeren?
pl: Są dostępne aktualizacje, może je zainstalować?
pt_br: Existem atualizações disponíveis, você quer instalá-las?
ru: Доступны обновления, желаете установить?
sk: Sú dostupné aktualizácie. Čo s ich inštaláciou?
sv: Uppdateringar tillgängliga, hur vore det att installera dem?
tr: Güncellemeler mevcut. Yüklemek istiyor musunuz?

source: _Update
cs: _Aktualizovat
da: _Opdater
es_cl: _Actualizar
hu: _Frissítés
pl: _Zaktualizuj
pt_br: _Atualização
ru: _Обновить
sk: _Aktualizovať
sv: _Uppdatera
tr: _Güncelleştirme

source: _Show
cs: _Zobrazit
da: _Vis
de: _Zeigen
es_cl: _Mostrar
hu: _Mutat
nl: _Weergeven
pl: _Pokaż
pt_br: _Mostra
ru: _Показать
sk: _Zobraziť
sv: _Visa
tr: _Göster

source: _Ignore
cs: _Ignorovat
da: _Ignorer
de: _Ignorieren
es_cl: _Ignorar
hu: _Mellőz
nl: _Negeren
pl: Z_ignoruj
ru: _Игнорировать
sk: _Ignorovať
sv: _Ignorera
tr: Yoksay

source: Srsly, ignore!
cs: Opravdu, ignoruj.
da: Seriøst, ignorer!
de: Ignorieren
es_cl: En serio, <b>¡ Ignorar !</b>
hu: Komolyan, hadjuk!
nl: Negeren
pl: Powaga, zignoruj!
pt_br: Não precisa, ignore!
ru: Серьёзно, не обращайте внимания!
sk: Skutočne ignorovať!
sv: Herregud! Ignorera!!!
tr: Tamamen Yoksay

source: The list of available Applications is old, <b>update now</b>?
cs: Seznam dostupných aplikací je zastaralý, <b>aktualizovat nyní</b>?
da: Oversigten af tilgængelige Programmer er gammel, <b>opdater nu</b>?
de: Die Liste verfügbarer Anwendungen ist alt, <b>jetzt updaten</b>?
es_cl: La lista de Aplicaiones disponibles es antigua, ¿<b>actualicémosla</b>?
hu: Az alkalmazások listája elavult, <b>frissítsük most</b>?
nl: De lijst van beschikbare toepassingen is oud, <b>nu bijwerken</b>?
pl: Lista dostępnych aplikacji jest stara. <b>Zaktualizować teraz</b>?
pt_br: A lista de Aplicativos disponíveis é obsoleta, <b>deseja atualizá-la</b>?
ru: Список доступных приложений устарел, <b>обновить сейчас</b>?
sk: Zoznam dostupných aplikácií je zastaralý. Chcete ho <b>teraz aktualizovať</b>?
sv: Listan av program är gammal, <b>uppdatera nu</b>?
tr: Mevcut Uygulamaların listesi eski, <b>şimdi güncellemek</b> ister misiniz?
