Repository: Sabayon/entropy
Catalog: rigo/po/*.po
Languages: cs, da, de, es_cl, hu, nl, pl, pt_br, ru, sk, sv, tr

source: Downloading
cs: Stahuji
da: Henter
de: Lader herunter
es_cl: Descargando
hu: Letöltés
nl: Downloaden
pl: Pobieranie
pt_br: Baixando
ru: Загрузка
sk: Preberá sa
sv: Hämtar
tr: İndiriliyor

source: Uploading
cs: Odesílám
da: Sender
de: Lade hoch
es_cl: Cargando
hu: Feltöltés
nl: Aan het uploaden
pl: Wysyłanie
pt_br: Enviando
ru: Загрузка
sk: Odovzdáva sa
sv: Laddar upp
tr: Yükleniyor

source: Internal activity in progress
es_cl: Actividad interna en progreso
hu: Belső tevékenység folyamatban
nl: Interne activiteit aan de gang
pl: Wewnętrzna aktywność w toku
pt_br: Atividade interna em progresso
ru: Внутренняя активность в процессе
sk: Prebieha vnútorná aktivita
sv: En intern altivitet körs

source: Upgrade in progress
es_cl: Actualización en progreso
hu: Frissítés folyamatban
nl: Bezig met upgrade
pl: Aktualizacja w toku
pt_br: Atualização em Progresso
ru: Обновление в процессе
sk: Prebieha aktualizácia
sv: Uppgradering körs

source: Repositories update in progress
es_cl: Actualización de los repositorios en progreso
hu: Programcsomagok frissítése folyamatban
nl: Bezig met vernieuwen van repostories
pl: Aktualizacja repozytoriów w toku
pt_br: Repositórios sendo atualizados
ru: Обновление репозиториев в процессе
sk: Prebieha aktualizácia repozitárov
sv: Uppdatering utav förråden körs

source: Applications management in progress
es_cl: Administración de aplicaciones en progreso
hu: Alkalmazások kezelés folyamatban
nl: Applicatiebeheer is bezig
pl: Zarządzania aplikacjami w toku
pt_br: Manuseio de Aplicativos em curso
ru: Менеджер приложений в работе
sk: Prebieha správa aplikácií
sv: Pakethantering körs

source: Not authorized
cs: Přístup nepovolen
da: Ikke autoriseret
de: Nicht autorisiert
es_cl: No permitido
hu: Nem engedélyezett
nl: Niet geautoriseerd
pl: Nie upoważniono
pt_br: Não autorizado
ru: Отсутствует авторизация
sk: Nepotvrdený prístup
sv: Inte auktoriserad
tr: Yetkili değil.

source: No repositories configured
cs: Repozitář není nastaven
da: Ingen programarkiver konfigureret
de: Keine Repositorien konfiguriert
es_cl: No hay repositorios configurados
nl: Geen repositories geconfigureerd
pl: Brak skonfigurowanych repozytoriów
pt_br: Não há Repositórios configurados
ru: Нет подключенных репозиториев
sk: Nie sú nakonfigurované žiadne repozitáre
sv: Inga förråd konfigurerade
tr: Depolar yapılandırılmamış.

source: Unhandled Exception
cs: Nezpracovaná výjimka
da: Uafviklet undtagelse
de: Unbehandelte Ausnahme
es_cl: Excepción no controlada
hu: Kezeletlen Kivétel
nl: Onverwerkte uitzondering
pl: Nieobsłużony wyjątek
pt_br: Exceção não manipulável
ru: Необрабатываемое исключение
sk: Nezachytená výnimka
sv: Ohanterat undantag
tr: İşlenmeyen özel bir durum.

source: Application Removal
cs: Odstranění aplikace
da: Fjern Programmer
de: Entfernung der Anwendung
es_cl: Quitar aplicación
hu: Alkalmazás eltávolítás
nl: Toepassing verwijderen
pl: Usuwanie aplikacji
pt_br: Remoção de Aplicativo
ru: Удаление приложения
sk: Odstraňovanie aplikácie
sv: Programborttagning
tr: Uygulama Kaldırma

source: Application download
cs: Stažení aplikace
da: Download Programmer
de: Download der Anwendung
es_cl: Descargar aplicación
hu: Alkalmazás letöltés
nl: Toepassing downloaden
pl: Pobieranie aplikacji
pt_br: Baixa Aplicativo
ru: Загрузка приложения
sk: Preberanie aplikácie
sv: Programhämtning
tr: Uygulama indirme

source: Application Install
cs: Instalace aplikace
da: Installer Programmer
de: Installation der Anwendung
es_cl: Instalar aplicación
hu: Alkalmazás telepítés
nl: Toepassing installeren
pl: Instalowanie aplikacji
pt_br: Instala Aplicativo
ru: Установка приложения
sk: Inštalovanie aplikácie
sv: Programinstallation
tr: Uyguluma Yükleme

source: Cannot save configuration file
cs: Nelze uložit konfigurační soubor
da: Kan ikke gemme konfigurationsfil
de: Nicht möglich Konfigurationsdatei zu speichern
es_cl: No se pudo guardar el archivo de configuración
hu: A konfigurációs fájl nem menthető el
nl: Kan configuratie niet op slaan
pl: Nie można zapisać pliku
pt_br: Arquivo de configuração não salvo
ru: Невозможно сохранить конфигурационный файл
sk: Nedá sa uložiť konfiguračný súbor
sv: Konfigurationsfilen kan inte sparas
tr: Yapılandırma dosyası kaydedilemiyor

source: Destination
cs: Cíl
de: Ziel
es_cl: Destino
hu: Cél
nl: bestemming
pl: Położenie docelowe
pt_br: Destino
ru: Назначение
sk: Cieľ
sv: Mål
tr: Hedef

source: Applications
cs: Aplikace
da: Programmer
de: Anwendungen
es_cl: Aplicaciones
hu: Alkalmazások
nl: Toepassingen
pl: Aplikacje
pt_br: Aplicativos
ru: Приложения
sk: Aplikácie
sv: Program
tr: Uygulamalar

source: N/A
cs: Nedostupné
da: Ikke tilgængelig
es_cl: N/D
nl: N/B
pl: niedostępne
pt_br: Nada
sk: Nedostupné
tr: Kullanılamaz

source: No description
cs: Žádný popis
da: Ingen beskrivelse
de: Keine Beschreibung
es_cl: Sin descripción
hu: Nincs leírás
nl: Geen omschrijving
pl: Brak opisu
pt_br: Sem descrição
ru: Нет описания
sk: Žiadny popis
sv: Beskrivning saknas
tr: Açıkl

source: Installed
cs: Nainstalováno
da: Installeret
de: Installiert
es_cl: Instalado
hu: Telepítve
nl: Geinstalleerd
pl: Zainstalowane
pt_br: Instalado
ru: Установлено
sk: Nainštalovaná
sv: Installerade
tr: Yüklü

source: <b>%s</b> is installed
cs: <b>%s</b> je nainstalován
da: <b>%s</b> er installeret
de: <b>%s</b> ist installiert
es_cl: <b>%s</b> está instalado
hu: <b>%s</b> telepítve van
nl: <b>%s</b> is geinstalleerd
pl: <b>%s</b> jest zainstalowany
pt_br: <b>%s</b> está instalado
ru: <b>%s</b> установлено
sk: Je nainštalovaná verzia <b>%s</b>
sv: <b>%s</b> är installerad
tr: <b>%s</b> yüklendi.

source: from
cs: od
da: fra
de: von
es_cl: desde
nl: van
pl: z
pt_br: de
ru: из
sk: z repozitára
sv: från
tr: den

source: License
cs: Licence
da: Licens
de: Lizenz
es_cl: Licencia
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
sk: Licencia
sv: Licens
tr: Lisans

source: Required space
cs: Požadovaný prostor
da: Nødvendig plads
de: Erforderlicher Platz
es_cl: Espacio requerido
hu: Szükséges lemezterület
nl: Vereiste ruimte
pl: Wymagane miejsce
pt_br: Requer Espaço
ru: Требуемое место на диске
sk: Požadované miesto
sv: Nödvändigt utrymme
tr: Gerekli alan

source: Download size
cs: Stahovaná velikost
da: Download størrelse
de: Download Größe
es_cl: Tamaño de la descarga
hu: Letöltés mérete
nl: Download grootte
pl: Rozmiar danych do pobrania
pt_br: Tamanho do recebimento
ru: Размер загрузки
sk: Preberaná veľkosť
sv: Hämtningsstorlek
tr: İndirme boyutu

source: Checksum
cs: Kontrolní součet
de: Prüfsumme
es_cl: Suma de verificación
hu: Ellenőrző összeg
nl: Controlesom
pl: Suma kontrolna
pt_br: Soma de Checagem
ru: Контрольная сумма
sk: Kontrolný medzisúčet
sv: Kontrollsumma
tr: Kontrol

source: USE flags
cs: USE flagy
es_cl: Banderas USE
hu: Használj flag-eket
pl: Flagi USE
ru: USE-флаги
sk: Značky USE
sv: USE-flaggor
tr: Bayrakları KULLAN

source: No use flags
cs: Bez use flagů
da: Ingen use flags
de: Keine use flags
es_cl: Sin banderas USE
hu: Ne használj flag-eket
nl: Geen USE vlaggen
pl: Brak flag USE
pt_br: Sem USE Flags
ru: Отсутствуют use flags
sk: Žiadne značky USE
sv: Inga use-flaggor
tr: Bayrakları kullanma

source: Runtime dependencies
cs: Závislosti běhu
da: Run-time afhængigheder
de: Laufzeit Abhängigkeiten
es_cl: Dependencias de ejecución
nl: Uitvoer afhankelijkheden
pl: Zależności do uruchomienia programu
pt_br: Dependências para rodar programa
ru: Зависимости Runtime
sk: Závislosti rozhrania
sv: Körtidsberoenden
tr: Çalışması için gerekli bağımlılıklar

source: Build dependencies
cs: Závislosti sestavení
da: Kompileringsafhængigheder
de: Erstelle Abhängigkeiten
es_cl: Dependencias de compilación
nl: Build afhankelijkheden
pl: Zależności do zbudowania programu
pt_br: Dependências para construção
ru: Зависимости Build
sk: Závislosti zostavovania
sv: Byggberoenden
tr: Yapı bağımlılıkları

source: Post dependencies
cs: Poinstalační závyslosti
da: Post afhængigheder
de: Post Abhängigkeiten
es_cl: Post-dependencias
nl: Plaats afhankelijkheden
pl: Zależności "poinstalacyjne"
pt_br: Dependências para postar
ru: Зависимости Post
sk: Poinštalačné závislosti
sv: Postberoenden
tr: Görev Bağımlılıkları

source: Staff dependencies
cs: Dodatečné vývojářské závislosti
da: Staff afhængigheder
de: Abhängigkeiten erstellen
es_cl: Dependencias de grupo
nl: Personeels afhankelijkheden
pl: Zależności dodane ręcznie
pt_br: Dependências Administrativas
ru: Зависимости Staff
sk: Závislosti vývojárov
sv: Personalberoenden
tr: Ürün Bağımlılıkları

source: Click here for more details
cs: Klikněte zde pro další podrobnosti
da: Klik her for flere detaljer
de: Hier klicken für mehr Details
es_cl: Haz click aquí para más detalles
hu: Kattints ide további részletekért
nl: Klik hier voor meer informatie
pl: Kliknij tutaj po więcej informacji
pt_br: Clique aqui para mais detalhes
ru: Нажмите сюда для деталей
sk: Kliknite sem pre viac podrobností
sv: Klicka här för fler detaljer
tr: Daha fazla detay için buraya tıklayın.

source: Application not found
cs: Aplikace nenalezena
da: Program ikke fundet
de: Anwendung nicht gefunden
es_cl: Aplicación no encontrada
hu: Alkalmazás nem található
nl: Toepassing niet gevonden
pl: Nie znaleziono aplikacji
pt_br: Aplicativo não encontrado
ru: Приложение не найдено
sk: Aplikácia sa nenašla
sv: Programmet kan inte hittas
tr: Uygulama bulunamadı

source: Enabled
es_cl: Habilitado
hu: Engedélyezve
nl: Ingeschakeld
pl: Odblokowane
pt_br: Ativado
ru: Включен
sk: Povolený
sv: Aktivera

source: Disabled
es_cl: Deshabilitado
hu: Letiltva
nl: Uitgeschakeld
pl: Zablokowane
pt_br: Desativado
ru: Выключен
sk: Zakázaný
sv: Inaktivera

source: Good luck!
cs: Hodně štěstí!
da: Held og lykke!
de: Viel Glück!
es_cl: ¡Buena suerte!
hu: Sok szerencsét!
nl: Succes!
pl: Powodzenia!
pt_br: Boa Sorte!
ru: Удачи!
sk: Veľa šťastia!
sv: Lycka till!
tr: İyi şanşlar!

source: Repositories Settings <b>could not</b> be changed. Sorry.
cs: Nastavení repozitářů <b>nelze</b> změnit. Lituji.
da: Programarkivs-indstillinger <b>kunne ikke</b> blive ændret. Undskyld.
de: Repository-Einstellungen <b> konnten nicht</b> geändert werden.
es_cl: Las Opciones de los Repositorios <b>no se pudieron</b> cambiar. Discúlpame.
hu: Programcsomagok Beállításait <b>nem lehet</b> megváltoztatni. Bocsi.
nl: Repositories instellingen <b>kunnen niet</b> verandert worden. Sorry.
pl: <b>Niepowodzenie</b> przy próbie zmiany ustawień repozytoriów.
pt_br: Desculpe, Paramêtros dos repositórios <b>não puderam</b> ser modificados .
ru: Настройки репозиториев <b>не могут<b> быть изменены. Извините.
sk: Nastavenia repozitárov sa <b>nepodarilo</b> zmeniť. Prepáčte.
sv: Förrådsinställningarna <b>kunde inte</b> ändras. Testa igen
tr: Depoları ayarları değiştirilemiyor. Üzgünüm.

source: <b>%s</b> action enqueued
cs: <b>%s</b> činnost zařazena
da: <b>%s</b> handling er sat i kø
de: <b>%s</b> Handlung in Warteschlange eingereiht
es_cl: <b>%s</b> acción en cola
nl: <b>%s</b> actie in de wachtrij
pl: <b>%s</b> czynność dodana do kolejki zadań
pt_br: A ação <b>%s</b>está na fila
ru: действие <b>%s</b> поставлено в очередь
sk: <b>%s</b> akcia zaradená do fronty
sv: <b>%s</b> åtgärd köas
tr: <b>%s</b> işlem kuyruğa eklendi

source: , <b>%i</b> Application enqueued so far...
cs: , <b>%i</b> zařazená aplikace...
da: , <b>%i</b> Program er sat i kø lige nu...
de: , <b>%i</b> Anwendung bis jetzt eingereiht...
es_cl: , <b>%i</b> aplicación en la cola...
nl: , <b>%i</b> Toepassing tot nu toe in de wachtrij...
pl: , <b>%i</b> aplikacji w kolejce jak dotąd...
pt_br: A Aplicação <b>%i</b> está na fila, mas longe...
ru: , <b>%i</b> приложение в очереди на данный момент...
sk: , <b>%i</b> Applications enqueued so far...
sv: , <b>%i</b> Program som hittills köats
tr: 1 uygulama beklemede... <b>%i</b> uygulama beklemede...

source: Application
cs: Aplikace
da: Programmer
de: Anwendung
es_cl: Aplicación
hu: Alkalmazás
nl: Toepassing
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
sk: Aplikácia
sv: Program
tr: Uygulama

source: An <b>unknown error</b> occurred
cs: Došlo k <b>neznámé chybě</b>
da: En <b>ukendt fejl</b> opstod
de: Ein <b>unbekannter Fehler</b> ist aufgetreten
es_cl: Ocurrió un <b>error desconocido</b>
hu: Egy <b>ismeretlen hiba</b> történt
nl: Een <b>onbekende fout</b> is opgetreden
pl: Wystąpił <b>nieznany błąd</b>
pt_br: Ocorreu um <b>erro desconhecido</b>
ru: Произошла <b>неизвестная ошибка</b>
sk: Vyskytla sa <b>neznáma chyba</b>
sv: Ett <b>okänt fel</b> uppstod
tr: <b>Bilinmeyen bir hata </b> meydana geldi.

source: <b>%s</b> download failed
cs: <b>%s</b> stažení bylo neúspěšné
da: <b>%s</b> download mislykkedes
de: <b>%s</b> Download schlug fehl
es_cl: Falló la descarga de <b>%s</b>
hu: <b>%s</b> letöltése sikertelen
nl: <b>%s</b> download is mislukt
pl: <b>%s</b> pobieranie nie powiodło się
pt_br: O download de <b>%s</b> falhou
ru: загрузка <b>%s</b> неуспешна
sk: Preberanie aplikácie <b>%s</b> zlyhalo
sv: <b>%s</b> hämtningen misslyckades
tr: <b>%s</b> indirme başarısız

source: <b>%s</b> install failed
cs: <b>%s</b> instalace selhala
da: <b>%s</b> installation mislykkedes
de: <b>%s</b> Installation schlug fehl
es_cl: Falló la instalación de <b>%s</b>
hu: <b>%s</b> telepítése sikertelen
nl: <b>%s</b> installatie mislukt
pl: <b>%s</b> instalowanie nie powiodło się
pt_br: A instalação de <b>%s</b> falhou
ru: установка <b>%s</b> неуспешна
sk: Inštalovanie aplikácie <b>%s</b> zlyhalo
sv: <b>%s</b> installationen misslyckades
tr: <b>%s</b> yükleme başarısız

source: <b>%s</b> removal failed
cs: <b>%s</b> odstranění selhalo
da: <b>%s</b> fjernelse mislykkedes
de: <b>%s</b> Entfernung schlug fehl
es_cl: Falló la desinstalación de <b>%s</b>
hu: <b>%s</b> eltávolítása sikertelen
nl: <b>%s</b> verwijderen is mislukt
pl: <b>%s</b> usuwanie nie powiodło się
pt_br: A remoção de <b>%s</b> falhou
ru: удаление <b>%s</b> неуспешно
sk: Odstraňovanie aplikácie <b>%s</b> zlyhalo
sv: <b>%s</b> borttagningen misslyckades
tr: <b>%s</b> kaldırma başarısız

source: <b>%s</b>, not authorized
cs: <b>%s</b>, přístup nepovolen
da: <b>%s</b>, er ikke autoriseret
de: <b>%s</b>, nicht autorisiert
es_cl: <b>%s</b>, no autorizado
hu: <b>%s</b>, nem engedélyezett
nl: <b>%s</b>, niet geautoriseerd
pl: <b>%s</b>, nie upoważniono
pt_br: <b>%s</b>, não autorizado
ru: <b>%s</b>, нет авторизации
sk: <b>%s</b>, nebol potvrdený prístup
sv: <b>%s</b>, inte auktoriserad
tr: <b>%s</b>, yetkili değil

source: <b>%s</b>, internal error
cs: <b>%s</b>, vnitřní chyba
da: <b>%s</b>, intern fejl
de: <b>%s</b>, interner Fehler
es_cl: <b>%s</b>, error interno
hu: <b>%s</b>, belső hiba
nl: <b>%s</b>, interne fout
pl: <b>%s</b>, wewnętrzny błąd
pt_br: <b>%s</b> com erro interno
ru: <b>%s</b>, внутренняя ошибка
sk: <b>%s</b>, vnútorná chyba
sv: <b>%s</b>, internt fel
tr: <b>%s</b>, iç hata

source: <b>%s</b> dependencies not found
cs: <b>%s</b> závislosti nenalezeny
da: <b>%s</b> afhængigheder ikke fundet
de: <b>%s</b> Abhängigkeiten nicht gefunden
es_cl: Dependencias no encontradas para <b>%s</b>
nl: <b>%s</b> afhankelijkheden niet gevonden
pl: <b>%s</b> nie znaleziono zależności
pt_br: As dependências de <b>%s</b> não foram encontradas
ru: зависимости <b>%s</b> не найдены
sk: Nenašli sa závislosti pre aplikáciu <b>%s</b>
sv: <b>%s</b> beroenden kan inte hittas
tr: <b>%s</b> bağımlılıklar bulunamadı

source: <b>%s</b> dependencies collision error
cs: <b>%s</b> kolize závislostí
da: <b>%s</b> kollisionsfejl i afhængigheder
de: <b>%s</b> Abhängigkeiten Kollisionsfehler
es_cl: Error de colisión de dependencias para <b>%s</b>
nl: <b>%s</b> afhankelijkheden collision fout
pl: <b>%s</b> konflikt zależności
pt_br: Erro: Colisão de dependências em <b>%s</b>
ru: ошибка: столкновение зависимостей <b>%s</b>
sk: Chyba rozporu závislostí aplikácie <b>%s</b>
sv: <b>%s</b> beroenden har krockat
tr: <b>%s</b> bağımlılıkların çakışma hatası

source: <b>%s</b> dependencies not removable error
cs: <b>%s</b> chyba neodstranitelných závislostí
da: <b>%s</b> fejl ved at afhængigheder ikke kan fjernes
de: <b>%s</b> Abhängigkeiten nicht entfernbar Fehler
es_cl: Error de dependencias irremovibles para <b>%s</b>
nl: <b>%s</b> afhankelijkheden niet verwijderbare fout
pl: <b>%s</b> zależności nieusuwalne
pt_br: b>%s</b>, erro não removível nas dependências
ru: ошибка: невозможно удалить зависимости <b>%s</b>
sk: Neodstrániteľná chyba so závislosťami aplikácie <b>%s</b>
sv: <b>%s</b> beroenden kan inte tas bort
tr: <b>%s</b> bağımlılıklar kaldırılamıyor

source: Disk full, cannot download nor unpack Applications
cs: Pevný disk je plný, nemohu stahovat, či rozbalovat, aplikace
da: Disken er fuld, kan ikke downloade eller udpakke Programmer
de: Festplatte ist voll, nicht möglich Anwendungen herunterzuladen oder zu entpacken.
es_cl: Disco lleno, no podrás descargar o desempaquetar Aplicaciones
nl: Schijf vol, kan geen Toepassingen downloaden of uit te pakken
pl: Dysk pełny, nie można pobrać ani rozpakować aplikacji
pt_br: Disco cheio, não foi possível baixar nem desempacotar os Aplicativos
ru: Нет места на диске, невозможно загрузить и/или распаковать приложения
sk: Disk je plný, nedajú sa prevziať ani rozbaliť aplikácie
sv: Disken är full. Kan inte ladda ner eller packa upp programmen
tr: Disk dolu,ne indirme yapılabilir ne de Uygulamalar paketlerinden açılabilir

source: An error occurred
cs: Vyskytla se chyba
da: Der opstod en fejl
de: Ein Fehler trat auf
es_cl: Ocurrió un error
hu: Hiba történt
nl: Een fout is opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru: Произошла ошибка
sk: Vyskytla sa chyba
sv: Ett fel uppstod
tr: Bir hata oluştu

source: Ok, thanks
cs: Ok, Díky
da: Ok, tak
de: Ok, Dankeschön
es_cl: Ok, gracias
hu: Ok, köszönöm
nl: Ok, bedankt
pl: OK, dzięki
pt_br: OK, Obrigado!
ru: Хорошо, спасибо
sk: Ok, ďakujem
sv: Ok, tack
tr: Tamam, teşekkürler

source: Show me
cs: Zobrazit
da: Vis mig
de: Anzeigen
es_cl: Muéstrame
hu: Mutasd
nl: Details
pl: Pokaż
pt_br: Mostre para mim
ru: Покажите мне
sk: Zobraziť
sv: Visa mig
tr: Göster onu bana

source: <b>System Upgrade</b> Activity is being <i>restarted</i>
cs: Činnost <b>Aktualizace systému</b> se <i>restartuje</i>
da: <b>Systemopdatering</b> Aktivitet bliver <i>genstartet</i>
de: <b>System Upgrade</b> Aktivität wird <i>neu gestartet</i>
es_cl: La <b>Actualización del Sistema</b> está siendo <i>reiniciada</i>
nl: <b>Systeem Upgrade</b> Activiteit wordt <i>herstart</i>
pl: Czynność <b>aktualizacja systemu</b> jest <i>restartowana</i>
pt_br: Atividade de <b>Atualização de Sistema</b>, <i>reiniciada</i>
ru: Действие <b>Апгрейд системы</b> <i>возобновляется</i>
sk: Aktivita <b>aktualizácie systému</b> bude <i>reštartovaná</i>
sv: <b>Systemuppgradering</b> Aktiviteten <i>startas om</i>
tr: <b> Sistem Yükseltme </ b> etkinliği <i> yeniden başlatılıyor</ i>

source: There is <b>%i</b> more update
cs: Je zde <b>%i</b> další aktualizace
da: Der er <b>%i</b> opdatering mere
de: Es gibt <b>%i</b> weiteres Update
es_cl: Hay <b>%i</b> nueva actualización
nl: Er is nog een <b>%i</b> update
pl: Jest jeszcze <b>%i</b> aktualizacja
pt_br: Há mais <b>%i</b> atualização
ru: Еще <b>%i</b> обновление
sk: Je dostupných ďalších <b>%i</b> aktualizácií
sv: Det finns <b>%i</b> till uppdatering
tr: Bir güncelleme daha mevcut <b>%i</b> güncelleme daha mevcut

source: Congratulations, mirrors have been <b>optimized</b>!
cs: Gratuluji, optimalizace zrcadel byla <b>úspěšná</b>.
da: Tillykke, spejle er blevet <b>optimeret</b>!
de: Spiegel-Server erfolgreich <b>optimiert</>!
es_cl: ¡Felicitaciones, los mirrors han sido <b>optimizados</b>!
nl: Gefeliciteerd, download locaties zijn <b>geoptimaliseerd</b>!
pl: Gratulacje, serwery lustrzane <b>zoptymalizowane</b>!
pt_br: Parabéns, todos os espelhos foram <b>otimizados</b>!
ru: Поздравляю, зеркала были оптимизированы!
sk: Gratulujeme, zrkadlá boli <b>optimalizované</b>!
sv: Gratulerar! Speglarna har <b>optimerats</b>!
tr: Tebrikler,yansılar <b>optimize</b> edilmiştir!

source: Ouch, mirrors <b>not optimized</b>, sorry!
cs: Optimalizace zrcadel <b>selhala</b>.
da: Spejle blev <b>ikke optimeret</b>, undskyld!
de: Spiegel-Server konnten <b>nicht optimiert</b> werden!
es_cl: ¡Ouch!, los mirrors <b>no fueron optimizados</b>, disculpa.
nl: Oeps, download locaties zijn nog <b>niet geoptimaliseerd</b>
pl: Oj, serwery lustrzane <b>nie zostały</b> niestety zoptymalizowane!
pt_br: Puxa, que chato! Os espelhos <b>não otimizaram</b>!
ru: Оу, зеркала не оптимизированы, извините!
sk: Ale nie. Zrkadlá <b>neboli optimalizované</b>, prepáčte!
sv: Fan också! Speglarna <b>optimerades inte</b>! Testa igen!
tr: Ahh,Yansılar <b>optimize edilemedi</b>,üzgünüm!

source: Mirrors will be optimized in <b>background</b>...
cs: Zrcadla budou optimalizována na <b>pozadí</b>...
da: Spejle vil blive optimeret i <b>baggrunden</b>...
de: Spiegel-Server werden <b>im Hintergrund</b> optimiert...
es_cl: Los mirrors serán optimizados en <b>segundo plano</b>...
nl: Download locaties worden geoptimaliseerd in de <b>achtergrond</b>...
pl: Serwery lustrzane zostaną zoptymalizowane <b>w tle</b>...
pt_br: Os Espelhos serão otimizados em <b>segundo plano</b>.
ru: Зеркала были оптимизированы в <b>фоновом режиме</b>...
sk: Zrkadlá budú optimalizované <b>na pozadí</b>...
sv: Speglarna optimeras i <b>bakgrunden</b>...
tr: Yansılar <b>arkaplanda</b> optimize edilecektir...

source: Mirrors optimization <b>not available</b> at this time
cs: Optimalizace zrcadel nyní <b>není dostupná</b>
da: Spejle optimering er <b>ikke tilgængelig</b> lige nu
de: Optimierung der Spiegel-Server zur Zeit <b>nicht möglich</b>
es_cl: La optimización de mirros <b>no está disponible</b> en este momento
nl: Download locatie optimalisatie is <b>niet beschikbaar</b> op dit moment
pl: Aktualizacja serwerów lustrzanych <b>niedostępna</b> w tej chwili
pt_br: Otimização dos espelhos <b>não está</b>disponível, nmeste momento
ru: Сейчас невозможно оптимизировать зеркала
sk: Optimalizácia zrkadiel momentálne <b>nie je dostupná</b>
sv: Optimering av speglarna är <b>inte tillgänglig</b> just nu
tr: Yansı optimizasyonu şu an <b>kullanılamıyor</b>.

source: Waiting for <b>RigoDaemon</b>, please wait...
cs: Čekáme na <b>RigoDaemon</b>, čekejte prosím...
da: Venter på <b>Rigo Tjenesten</b>, vent venligst...
de: Warte auf <b>RigoDeamon</b>, bitte warten...
es_cl: Esperando a <b>RigoDaemon</b>, por favor espera...
nl: Wachten op <b>RigoDaemon</b>, even geduld aub...
pl: Oczekiwanie na <b>RigoDaemon</b>, proszę czekać...
pt_br: Esperando pelo <b>Daemon RIGO</b>. Por favor, aguarde...
ru: Ожидание <b>RigoDaemon</b>, пожалуйста, подождите...
sk: Čaká sa na službu <b>RigoDaemon</b>, prosím, čakajte...
sv: Väntar på <b>RigoDaemon</b>. Var god vänta...
tr: <b>RigoSüreci</b> bekleniyor, lütfen bekleyiniz...

source: Another activity is currently in progress
cs: Právě probíhá jiná aktivita
da: En anden aktivitet er i øjeblikket i gang
de: Eine andere Aktivität wird momentan ausgeführt
es_cl: Otra actividad está en proceso
nl: Een andere activiteit draait nog
pl: Inna czynność jest wykonywana w tej chwili
pt_br: Há uma outra atividade em progresso
ru: В данный момент осуществляется иное действие
sk: Momentálne prebieha iná aktivita
sv: En annan aktivitet körs just nu
tr: Şu anda diğer bir faaliyet sürüyor

source: K thanks
cs: Ok díky
da: Okay tak
de: K Danke
es_cl: Bien, gracias
nl: K bedankt
pl: OK, dzięki
pt_br: Certo, Obrigado
ru: К спасибо
sk: Ok, ďakujem
sv: Ok tack
tr: Teşekkürler

source: Yes, thanks
cs: Ano, díky
da: Jo, tak
de: Ja, Danke
es_cl: Sí, gracias
hu: Igen, köszönöm
nl: Ja, bedankt
pl: Tak, dzięki
pt_br: Sim, Obrigado!
ru: Да, спасибо
sk: Áno, ďakujem
sv: Ja, tack
tr: Evet,teşekkürler

source: No, sorry
cs: Ne, lituji
da: Nej, undskyld
de: Nein, tut mir leid
es_cl: Nooope
hu: Nem, sajnálom
nl: Neen, sorry
pl: Nie, wybacz
pt_br: Não, desculpe!
ru: Нет, простите
sk: Nie, prepáčte
sv: Nej, tyvärr
tr: Hayır,maalesef
