Repository: Sabayon/entropy
Catalog: rigo/po/*.po
Languages: cs, da, de, es_cl, hu, nl, pl, pt_br, ru, sk, sv, tr

source: Preserved libraries detected on the system.
es_cl: Se detectaron bibliotecas protegidas en el sistema
nl: Beveiligde bibliotheken gevonden in het systeem.
pl: Wykryto w systemie zachowane biblioteki
pt_br: Foram detectadas bibliotecas preservadas
ru: Сохранённые библиотеки обнаружены в системе.
sk: V systéme boli zistené zachované knižnice.
sv: Bevarade bibliotek har påträffats på systemet.

source: _Update system now
es_cl: _Actualizar el sistema ahora
hu: _Rendszer frissítése most
nl: _Update systeem nu
pl: Akt_ualizuj system teraz
pt_br: _Atualiza o Sistema Agora
ru: _Обновить систему сейчас
sk: _Aktualizovať systém teraz
sv: _Uppdatera systemet nu

source: Show
cs: Zobrazit
da: Vis
de: Anzeigen
es_cl: Mostrar
hu: Mutat
nl: Laat zien
pl: Pokaż
pt_br: Mostra
ru: Показать
sk: Zobraziť
sv: Visa
tr: Göster

source: Edit
cs: Editovat
da: Rediger
de: Bearbeiten
es_cl: Editar
hu: Szerkesztés
nl: Aanpassen
pl: Edytuj
pt_br: Editar
ru: Редактировать
sk: Upraviť
sv: Redigera
tr: Düzenle

source: Difference
cs: Rozdíl
da: Forskel
de: Unterschied
es_cl: Diferencia
hu: Különbség
nl: Verschil
pl: Różnica
pt_br: Diferença
ru: Различие
sk: Rozdiel
sv: Skillnader
tr: Fark

source: Discard
cs: Zrušit
da: Kasser
de: Verwerfen
es_cl: Descartar
hu: Elvet
nl: Verwijderen
pl: Odrzuć
pt_br: Descarte
ru: Отказаться
sk: Zahodiť
sv: Kasta
tr: Artık

source: Keywords
cs: Klíčová slova
da: Nøgleord
de: Stichwörter
es_cl: Palabras clave
hu: Kulcsszavak
pl: Słowa kluczowe
pt_br: Palavras-Chave
ru: Ключевые слова
sk: Kľúčové slová
sv: Nyckelord
tr: Anahtar kelimeler

source: More Info
cs: Více informací
da: Mere Info
de: Mehr Informationen
es_cl: Más información
hu: Több információ
nl: Meer info
pl: Więcej informacji
pt_br: Mais informações
ru: Больше информации
sk: Viac informácií
sv: Mer information
tr: Daha Fazla Bilgi

source: <i>Browse <b>Applications</b> with ease</i>
cs: <i>Procházejte jednoduše mezi <b>aplikacemi</b></i>
da: <i>Find <b>Programmer</b> med lethed</i>
de: <i>Suche bequem nach <b>Anwendungen</b></i>
es_cl: <i>Navegar <b>Aplicaciones</b> con facilidad</i>
nl: <i>Met gemak bladeren door <b>toepassingen</b></i>
pl: <i>Przeglądaj <b>aplikacje</b> z łatwością</i>
pt_br: <i>Escolher dentre os <b>Aplicativos</b> com facilidade</i>
ru: <i>Удобный просмотр <b>Приложений</b> </i>
sk: <i>Prehliadajte <b>aplikácie</b> s ľahkosťou</i>
sv: <i>Sök <b>Program</b> enkelt och bekvämt</i>
tr: <i>Uygulamalara kolaylıkla göz gezdirin</i>

source: Hey hey hey!
cs: Hej!
es_cl: Oye, oye, oye!
hu: Nocsak nocsak nocsak!
pl: Hej, hej, hej!
pt_br: Êi!
ru: Эй-эй-эй!
sk: Hej hej hej!
sv: Hörru du du!!!

source: Rigo is working, are you sure?
cs: Rigo pracuje, jste si jisti?
da: Rigo arbejder, er du sikker?
de: Rigo arbeitet gerade, bist du sicher?
es_cl: Rigo está trabajando, ¿estás seguro?
hu: A Rigo épp dolgozik, biztos vagy benne?
nl: Rigo is bezig, weet je het zeker?
pl: Rigo pracuje, czy na pewno?
pt_br: Rigo está executando, quer mesmo sair?
ru: Rigo занят, вы уверены?
sk: Aplikácia Rigo pracuje, ste si istý?
sv: Rigo arbetar! Är du verkligen säker?
tr: Rigo çalışıyor, emin misin?

source: Search
cs: Hledání
da: Søg
de: Suche
es_cl: Buscar
hu: Keresés
nl: Zoeken
pl: Szukaj
pt_br: Busca
ru: Искать
sk: Vyhľadávanie
sv: Sök
tr: Arama

source: Rigo Application Browser
cs: Správce aplikací Rigo
da: Rigo Program Browser
de: Rigo Anwendungs Browser
es_cl: Navegador de Aplicaciones Rigo
hu: Rigo Alkalmazás Böngésző
nl: Rigo Applicatie Browser
pl: Przeglądarka aplikacji Rigo
pt_br: Navegador de Aplicativos Rigo
ru: Обозреватель приложений Rigo
sk: Rigo - prehliadač aplikácií
sv: Rigo ProgramHanteraren
tr: Rigo Uygulama Tarayıcısı

source: Working Hard
cs: Tvrdě pracuji
da: Arbejder Hårdt
de: In Arbeit
es_cl: Trabajando duro...
hu: Keményen Dolgozik
nl: Druk bezig
pl: Pracuję ciężko
pt_br: Estou Trabalhando Muito
ru: Работаем изо всех сил
sk: Usilovné spracovávanie
sv: Arbetar Hårt
tr: İşlem Sürüyor

source: Wake Up
cs: Probuďte se
da: Vågn Op
de: Aufwachen
es_cl: Despertar
hu: Felébresztés
nl: Wakker worden
pl: Obudź się
pt_br: Levantando
ru: Проснуться
sk: Prebudiť
sv: Vakna
tr: Uyanın

source: Important Stuff
cs: Důležitá data
da: Vigtigt Stuff
de: Wichtige Meldungen
es_cl: Elementos Importantes
hu: Fontos Cucc
nl: Belangrijke zaken
pl: Ważne rzeczy
pt_br: Uma coisa importante
ru: Важные вещи
sk: Dôležité veci
sv: Viktiga grejer
tr: Önemli Şeyler

source: Breaking Stuff
cs: Rozbíjím data
da: Nyt Stuff
de: Eilige Meldungen
es_cl: Elementos Rotos
hu: Legújabb Cucc
nl: Bezig met zaken
pl: Psucie zabawek
pt_br: Modo Detalhado
ru: Разрушительные вещи
sk: Voľby pre odborníkov
sv: Förstör Grejer
tr: Ürün İhlali

source: Repository Stuff
cs: Data repozitáře
da: Programarkiv Stuff
de: Repository Meldungen
es_cl: Elementos del Repositorio
hu: Programcsomag Cucc
nl: Repository zaken
pl: Sprawy repozytorium
pt_br: Dados nos repositórios
ru: Вещи из репозитория
sk: Veci repozitára
sv: Förrådsgrejer
tr: Depo Gereçleri

source: Activity Interruption
cs: Přerušení činnosti
da: Aktivitetsafbrydelse
de: Aktivitätsunterbrechung
es_cl: Interrupción de la Actividad
hu: Tevékenység Megszakítás
nl: Proces onderbreking
pl: Przerywanie zadań
pt_br: Interrupção de Atividade
ru: Прервать работу
sk: Prerušenie aktivity
sv: Avbryt pågående aktivitet
tr: Aktivite kesintisi

source: Are you sure you want to interrupt the ongoing Activity? The interruption will occur as soon as possible, potentially not immediately.
cs: Jste si jisti, že chcete přerušit probíhající činnost? Přerušení nastane co nejdříve, možná ne okamžitě.
da: Er du ikke på, at du vil afbryde den igangværende Aktivitet? Afbrydelsen vil ske hurtigst muligt men ikke nødvendigvis med det samme.
de: Sicher, dass die momentane Aktivität unterbrochen werden soll? Die Unterbrechung tritt so früh wie möglich ein, wahrscheinlich nicht sofort.
es_cl: ¿Estás seguro que deseas interrumpir la actividad actual? La interrupción ocurrirá tan pronto como sea posible, pero no necesariamente de inmediato.
nl: Weet je zeker dat je het proces wil onderbreken? De onderbreking zal zo snel mogelijk plaatsvinden, maar niet onmiddellijk.
pl: Na pewno przerwać wykonywaną czynność? Zostanie ona przerwana tak szybko, jak to możliwe - być może nie natychmiast.
pt_br: Tem certeza de que deseja interromper a atividade em andamento? A interrupção vai ocorrer o mais rápido possível, potencialmente não imediatamente.
ru: Вы действительно хотите прервать постоянный процесс? Это произойдёт максимально быстро, но, возможно, не моментально.
sk: Naozaj chcete prerušiť prebiehajúcu aktivitu? Prerušenie sa uskutoční ihneď ako to bude možné, potencionálne to nebude okamžite.
sv: Är du säker på att du vill avbryta pågående aktivitet? Avbrottet kommer ske snarast möjligt.
tr: Devam eden etkinliği kesmek istiyor musunuz? Kesme işlemi anında değil, en kısa sürede gerçekleşecektir

source: Repositories update error
cs: Chyba aktualizace repozitářů
da: Fejl ved Opdatering af Programarkiver
de: Repositorien Update Fehler
es_cl: Error al actualizar los repositorios
hu: Programcsomag frissítési hiba
nl: Repositories update fout
pl: Błąd przy aktualizacji repozytoriów
pt_br: Erro na atualização dos repositórios
ru: Ошибка обновления репозиториев
sk: Chyba pri aktualizovaní repozitárov
sv: Fel vid uppdatering utav förråd
tr: Depo güncelleme hatası

source: Repositories updated <b>successfully</b>!
cs: Repozitář <b>úspěšně</b> aktualizován!
da: Programarkiver opdateret <b>succesfuldt</b>!
de: Repositorien <b>erfolgreich</b> aktualisiert!
es_cl: ¡Los repositorios se han <b>actualizado</b>!
hu: Programcsomagok frissítése <b>sikeres</b>!
nl: Repositories <b>succesvol</b> ge端pdatet!
pl: Repozytoria zaktualizowane <b>pomyślnie</b>!
pt_br: Repositórios atualizados <b>com sucesso</ b>!
ru: Репозитории обновлены <b>успешно</b>!
sk: Repozitáre boli <b>úspešne</b> aktualizované!
sv: Uppdatering av förråden <b>lyckades</b>!
tr: Depolar <b>başarıyla</b> güncellendi!

source: Application Management Error
cs: Chyba správy aplikací
da: Programhåndteringsfejl
de: Anwendungs Verwaltungs Fehler
es_cl: Error del Gestor de Aplicaciones
hu: Alkalmazás Kezelési Hiba
nl: Apllicatie beheer fout
pl: Błąd przy przetwarzaniu aplikacji
pt_br: Erro no gerenciador de aplicativos
ru: Ошибка управления приложениями
sk: Chyba pri spravovaní aplikácií
sv: Fel vid programhantering
tr: Uygulama Yönetimi Hatası

source: please check the management log
cs: prosím zkontrolujte záznam správy
da: tjek venligst management loggen
de: bitte das Verwaltungs-Log überprüfen
es_cl: por favor revisa el registro del gestor
hu: kérlek ellenőrizd a kezelési naplót
nl: Controleer het Management logbestand
pl: proszę sprawdzić dziennik przebiegu operacji
pt_br: Por favor, verifique o log de gerenciamento
ru: пожалуйста, проверьте логи управления приложениями
sk: prosím, skontrolujte záznam správy
sv: Var vänlig och kolla i hanteringsloggen
tr: Lütfen yönetim günlüğünü kontrol edin

source: System Upgrade Error
cs: Chyba aktualizace systému
da: System Opgraderingsfejl
de: Systemupgrade Fehler
es_cl: Error de Actualización del Sistema
hu: Rendszer Frissítési Hiba
nl: Systeem Upgrade fout
pl: Błąd przy aktualizacji systemu
pt_br: Erro na atualização do sistema
ru: Ошибка обновления системы
sk: Chyba pri aktualizovaní systému
sv: Ett fel inträffade vid systemuppgradering
tr: Sistem Yükseltme Hatası

source: please check the upgrade log
cs: prosím zkontrolujte záznam aktualizace
da: tjek venligst opgraderingsloggen
de: bitte das Upgrade-Log überprüfen
es_cl: por favor revisa el registro de actualización
hu: kérlek ellenőrizd a frissítési naplót
nl: Controleer het Upgrade logbestand
pl: proszę sprawdzić dziennik przebiegu aktualizacji
pt_br: por favor verifique o log de atualização
ru: пожалуйста, проверьте логи обновления
sk: prosím, skontrolujte záznam aktualizácie
sv: Var vänlig och kolla i uppgraderingsloggen
tr: Lütfen yükseltme günlüğünü kontrol edin

source: Applications managed <b>successfully</b>!
cs: Správa aplikací <b>úspěšná</b>!
da: Programmer blev håndteret <b>succesfuldt</b>!
de: Anwendung <b>erfolgreich</b> verwaltet!
es_cl: ¡Aplicaciones gestionadas <b>exitosamente</b>!
hu: Alkalmazások kezelése <b>sikeres</b>!
nl: Applicatie beheer <b>succesvol</b>!
pl: Aplikacje przetworzone <b>pomyślnie</b>!
pt_br: Aplicativos gerenciados <b>com sucesso</ b>!
ru: Управление приложениями завершено <b>успешно</b>!
sk: Aplikácie boli <b>úspešne</b> spravované!
sv: Programhanteringen <b>lyckades</b>!
tr: Uygulamalar <b>başarıyla</b> yönetildi!

source: System Upgraded <b>successfully</b>!
cs: Systém <b>úspěšně</b> aktualizován!
da: System Opgraderet <b>succesfuldt</b>!
de: System <b>erfolgreich</b> aktualisiert!
es_cl: ¡Sistema Actualizado <b>correctamente</b>!
hu: A rendszer frissítése <b>sikeres</b>!
nl: Systeem Upgrade <b>succesvol</b>!
pl: System zaktualizowany <b>pomyślnie</b>!
pt_br: Sistema atualizado com <b>sucesso</ b>!
ru: Система <b>успешно</b> обновлена!
sk: Systém bol <b>úspešne</b> aktualizovaný!
sv: Systemet Uppgraderades <b>utan problem</b>!
tr: Sistem başarıyla </b>Güncellendi</b>!

source: You are not authorized to run Rigo
cs: Nemáte práva ke spuštění Rigo
da: Du er ikke autoriseret til at køre Rigo
de: Keine Berechtigung, Rigo auszuführen
es_cl: No estás autorizado para ejecutar Rigo
hu: Nincs jogosultságod a Rigo futtatásához
nl: Onvoldoende rechten om Rigo uit te voeren
pl: Nie jesteś upoważniony, by uruchomić program Rigo
pt_br: Você não está autorizado a executar o Rigo
ru: Вы не авторизованы для запуска Rigo
sk: Nemáte potvrdenie prístupu na spustenie aplikácie Rigo
sv: Du har inte tillstånd att köra Rigo!
tr: Rigo'yu çalıştırmak için yetkili değilsiniz

source: RigoDaemon service is not available
cs: Služba RigoDaemon není dostupná
da: RigoDaemon tjenesten er ikke tilgængelig
de: RigoDaemon Dienst nicht verfügbar
es_cl: El servicio RigoDaemon no está disponible
hu: RigoDaemon szolgáltatás jelenleg nem elérhető
nl: RigoDaemon service is niet beschikbaar
pl: Usługa RigoDaemon nie jest dostępna
pt_br: Serviço RigoDaemon não está disponível
ru: Служба RigoDaemon недоступна
sk: Služba RigoDaemon nie je dostupná
sv: Rigos Daemon är inte tillgänglig
tr: RigoSürec hizmeti kullanılabilir değil

source: API mismatch, please update Rigo and RigoDaemon
cs: Neshoda API, prosím aktualizujte Rigo a RigoDaemon
da: API uoverensstemmelse, opdater venligst Rigo og RigoDaemon
de: API Diskrepanz, bitte Rigo und RigoDaemon aktualisieren
es_cl: Inconsistencia del API, por favor actualiza Rigo y RigoDaemon
hu: Ellentmondásos API, kérlek frissítsd a Rigo-t és a RigoDaemon-t
nl: API fout, update alsjeblieft Rigo en RigoDaemon
pl: Niezgodność API, proszę zaktualizować Rigo i RigoDaemon
pt_br: API incompatível. Por favor, atualize Rigo e RigoDaemon
ru: API несовместимы, пожалуйста, обновите Rigo и RigoDaemon
sk: Nezhoda API, prosím, aktualizujte aplikáciu Rigo a službu RigoDaemon
sv: API matchar inte. Var vänlig att uppdatera Rigo och RigoDaemon
tr: API uyuşmazlığı, lütfen Rigo ve RigoDaemon'ı güncelleyin.

source: Another Application Manager is active
cs: Je spuštěn jiný správce aplikací
da: En anden Programhåndtering er aktiv
de: Ein weiterer Anwendungs Manager ist aktiv
es_cl: Otro Gestor de Aplicaciones está activo
hu: Másik Alkalmazás Kezelő is használatban van
nl: Er is al een Applicatie beheer actief
pl: Inny program do zarządzania aplikacjami jest aktywny
pt_br: Outro gerenciador de aplicação está ativo
ru: Работает другой менеджер приложений
sk: Je aktívny iný správca aplikácií
sv: En annan programhanterare körs
tr: Başka bir Uygulama Yöneticisi aktif

source: Background Service is currently not available
cs: Služba "na pozadí" je nedostupná
da: Baggrundtjenesten er i øjeblikket ikke tilgængelig
de: Hintergrund-Dienst ist momentan nicht verfügbar
es_cl: El servicio en segundo plano no está disponible
hu: Háttér Szolgáltatás jelenleg nem elérhető
nl: Achtergrond service is momenteel niet beschikbaar
pl: Usługa działająca w tle jest obecnie niedostępna
pt_br: Serviço de plano de fundo não está disponível
ru: Фоновая служба в данный момент недоступна
sk: Služba na pozadí nie je momentálne dostupná
sv: Bakgrundstjänsten är för tillfället inte tillgänlig
tr: Arkaplan hizmeti şu anda kullanılabilir değildir

source: Background Service is currently busy
cs: Služba "na pozadí" je zaneprázdněná
da: Baggrundstjenesten er optaget i øjeblikket
de: Hintergrund-Dienst ist momentan beschäftigt
es_cl: El servicio en segundo plano está ocupado
hu: Háttér Szolgáltatás jelenleg foglalt
nl: Achtergrond service is momenteel bezig
pl: Usługa działająca w tle jest obecnie zajęta
pt_br: Serviço de plano de fundo está ocupado
ru: Фоновая служба в данный момент занята
sk: Služba na pozadí je momentálne zaneprázdnená
sv: Bakgrundstjänsten är upptagen för tillfället
tr: Arkaplan hizmeti şu anda meşgul

source: Background Service is incompatible with Rigo
cs: Služba "na pozadí" je nekompatibilní s Rigo
da: Baggrundstjenesten er inkompatibel med Rigo
de: Hintergrund-Dienst ist mit Rigo inkompatibel
es_cl: El servicio en segundo plano es incompatible con Rigo
hu: Háttér Szolgáltatás nem kompatibilis a Rigo-val
nl: Achtergrond service is niet compatible met Rigo
pl: Usługa działająca w tle jest niekompatybilna z Rigo
pt_br: Serviço em segundo plano incompatível com o Rigo
ru: Фоновая служба несовместима с Rigo
sk: Služba na pozadí nie je kompatibilná s aplikáciou Rigo
sv: Bakgrundstjänsten är inkompatibel med Rigo
tr: Arkaplan hizmeti Rigo ile uyumsuz

source: Background Service is currently unavailable
cs: Služba "na pozadí" je nedostupná
da: Baggrundstjenesten er ikke tilgængelig i øjeblikket
de: Hintergrund-Dienst ist momentan nicht verfügbar
es_cl: El servicio en segundo plano no está disponible
hu: Háttér Szolgáltatás jelenleg elérhetetlen
nl: Achtergrond service is momenteel niet beschikbaar
pl: Usługa działająca w tle jest obecnie niedostępna
pt_br: Serviço de plano de fundo não está disponível
ru: Фоновая служба в данный момент недоступна
sk: Služba na pozadí nie je momentálne dostupná
sv: Bakgrundstjänsten är för tillfället inte tillgänlig
tr: Arkaplan hizmeti şu anda kullanılamıyor

source: Happy St. Valentine <3 <3 !
cs: Šťastný valentýn <3.
da: Glædelig St. Valentinsdag <3 <3 !
de: Fröhlichen Valentinstag <3 <3!
es_cl: ¡Feliz día de San Valentín <3 <3!
hu: Boldog Valentin napot <3 <3 !
nl: Fijne Valentijnsdag <3 <3 !
pl: Miłych walentynek <3 <3!
pt_br: Feliz Dia dos Namorados <3 <3!
ru: С Днём святого Валентина <3 <3 !
sk: Šťastného sv. Valentína <3 <3 !
sv: Glad alla hjärtans dag <3 <3 !
tr: Mutlu Aziz Valentine günü<3 <3!

source: Merry Xmas \o/ !
cs: Veselé vánoce \o/.
da: Glædelig Jul \o/ !
de: Fröhliche Weihnachten \o/ !
es_cl: ¡Feliz Navidad \o/!
hu: Boldog karit!
nl: Vrolijk kerstfeest \o/ !
pl: Wesołych Świąt \o/!
pt_br: Feliz Natal \o/!
ru: Весёлого Рождества \o/ !
sk: Veselé Vianoce \o/ !
sv: God jul \o/ !
tr: Mutlu Noeller \ o /!

source: Happy birthday to my authoooooor!
es_cl: ¡Feliz cumple al autooooooor!
hu: Boldok szülinapot a szerzőnek!
nl: Fijne verjaardag Fabio!
pl: Wszystkiego najlepszego z okazji urodzin memu autorooooowi!
pt_br: Feliz Aniversário ao meu Autooor!
ru: С днем рождения моего автораааааа!
sk: Všetko najlepšie k narodeninám môjmu autorovi!

source: <=|=< (this is optimistically a fish)
cs: <=|=< (tohle je poněkud optimisticky vzato ryba)
da: <=|=< (optimistisk er dette en fisk)
de: <=|=< (optimistisch gesehen: ein Fisch)
es_cl: <=|=< (esto debería ser un pez...)
hu: <=|=< (ez egy hal akar lenni)
nl: <=|=< (Dit is, optimistisch gezien, een vis)
pl: <=|=< (to jest, można założyć, ryba)
pt_br: <=|=< (Este é um peixe otimista)
ru: <=|=< (это, скорее всего, рыба)
sk: <=|=< (toto je optimisticky ryba)
sv: <=|=< (för optimisten är detta en fisk)
tr: <=|=< (Bu iyimser bir balık)

source: Woot, thanks
cs: Super, díky
da: Wow, tak
de: Woot, danke
es_cl: Wow, gracias
hu: Jeee, köszi
nl: Top! Bedankt!
pl: Czad, dzięki
pt_br: Puxa! Obrigado
ru: Чудесно, спасибо.
sk: Čože, ďakujem
sv: Vaaaaaaa, tack
tr: Teşekkürler

source: _Write a <b>comment</b>
cs: _Napište <b>komentář</b>
da: _Skriv en <b>kommentar</b>
de: _Schreibe einen <b>Kommentar</b>
es_cl: _Escribir <b>comentario</b>
hu: _Írj egy <b>hozzászólást</b>
nl: _Write een <b>reactie</b>
pl: _Napisz <b>komentarz</b>
pt_br: Escreva o <b>comentário</b>
ru: _Написать <b>комментарий</b>
sk: _Napísať <b>komentár</b>
sv: _Skriv din <b>kommentar</b>
tr: Bir <b>yorum</b> yaz
