Repository: Sabayon/entropy
Catalog: rigo/po/*.po
Languages: cs, da, de, es_cl, hu, nl, pl, pt_br, ru, sk, sv, tr

source: Ok then
cs: Dobrá
da: Okay så
de: Ok dann
es_cl: Bien!
hu: Akkor rendben
nl: Ok dan
pl: No to OK
pt_br: OK, então
ru: Тогда ОК
sk: Ok teda
sv: Okej då
tr: Peki öyleyse

source: <b>%s</b> is part of the Base System and <b>cannot</b> be removed
cs: <b>%s</b> je částí základního systému a <b>nelze</b> odstranit
da: <b>%s</b> er en del af Grundsystemet og kan <b>ikke</b> fjernes
de: <b>%s</b> ist Teil des Grundsystems und <b>kann auf keinen Fall</b> entfernt werden
es_cl: <b>%s</b> es parte del Sistema y <b>no puede</b> ser desinstalado
nl: <b>%s</b> is een onderdeel van het basissysteem en <b> kan niet </b> verwijderd worden
pl: <b>%s</b> jest częścią systemu bazowego i <b>nie może</b> by usunięte
pt_br: <b>%s</b> é parte do sistema básico e por isso, <b>não</b> pode ser removido
ru: <b>%s</b> является частью Базовой Системы и <b>не может</b> быть удалено
sk: Aplikácia <b>%s</b> je súčasťou základného systému a <b>nemôže</b> byť odstránená
sv: <b>%s</b> Är en del av bassystemet och <b>kan inte</b> tas bort
tr: <b>%s</b> ⏎ Temel Sistem parçasıdır ve <b> kaldırılamaz</b>

source: <b>%s</b> cannot be installed at this time due to <b>missing/masked</b> dependencies or dependency <b>conflict</b>
cs: <b>%s</b> nemůže být nainstalován, z důvodů <b>chybějících/skrytých</b> závislostí, nebo <b>konfliktu</b> závislostí
da: <b>%s</b> kan ikke installeres på nuværende tidspunkt på grund af <b>manglende/maskerede</b> afhængigheder eller på grund af <b>afhængighedskonflikt</b>
de: <b>%s</b> kann momentan nicht installiert werden auf Grund von <b>fehlenden/maskierten</b> Abhängigkeiten oder Abhängigkeits<b>konflikten</b>
es_cl: <b>%s</b> no puede ser instalado en este momento, ya que existen dependencias <b>no encontradas/enmascaradas</b> o dependecias con <b>conflictos</b>
nl: <b>%s</b> kan niet worden ge誰nstalleerd op dit moment als gevolg van <b>ontbrekende/gemaskerde</b> afhankelijkheden of afhankelijkheid <b> conflict </b>
pl: <b>%s</b> nie może być zainstalowane w tym czasie ze względu na <b>brakujące/zamaskowane</b> lub <b>konfliktujące</b> zależności
pt_br: <b>%s</b> não pode ser instalado no momento, devido a <b>conflito<b> de dependência ou dependências <b>faltando/mascaradas</b>
ru: <b>%s</b> не может быть установлено в данный момент в связи с <b>отсутствующими/отмеченными маской</b> зависимостями либо по причине <b>конфликта</b> зависимостей
sk: Aplikácia <b>%s</b> sa nedá v tejto chvíli nainštalovať kvôli <b>chýbajúcim/zamaskovaným</b> závislostiam alebo kvôli <b>rozporu</b> závislostí
sv: <b>%s</b> Kan inte installeras på grund utav <b>saknade/maskerade</b> beroenden eller beroende <b>konflikt</b>
tr: <b>Eksik/maskelenmiş</b> bir ya da daha fazla bağımlılık sebebiyle şu an <b>%s</b> yüklenemiyor

source: Installing <b>%s</b> would cause the removal of the following Applications: %s
cs: Instalace <b>%s</b> by způsobila odebrání následujících aplikací: %s
da: Installering af <b>%s</b> vil medføre fjernelsen af følgende Programmer: %s
de: Die Installation von <b>%s</b> würde zur Entfernung von folgenden Anwendungen führen: %s
es_cl: Para instalar <b>%s</b> tendrás que desinstalar: %s
nl: Het installeren van <b>%s</b> zou het verwijderen van de volgende toepassingen veroorzaken: %s
pl: Instalacja <b>%s</b> spowoduje usunięcie następujących aplikacji: %s
pt_br: A instalação de <b>%s</b> causará a remoção dos seguintes Aplicativos: %s
ru: Установка <b>%s</b> приведет к удалению следующих приложений: %s
sk: Inštalovanie aplikácie <b>%s</b> zapríčiní odstránenie nasledovných aplikácií: %s
sv: Installationen av <b>%s</b> kräver att följande program tas bort: %s
tr: <b>%s</b> yüklemesi şu uygulamaların kaldırılmasına yol açacak: %s

source: Package Install Error: <i>%s</i>
cs: Chyba instalace balíčku: <i>%s</i>
da: Fejl ved installation af Pakke: <i>%s</i>
de: Paket Installationsfehler: <i>%s</i>
es_cl: Error al instalar el paquete: <i>%s</i>
hu: Csomag Telepítési Hiba: <i>%s</i>
nl: Pakket installatie fout: <i>%s</i>
pl: Błąd przy instalacji programu: <i>%s</i>
pt_br: Erro: <i>%s</i> ao instalar o pacote
ru: Ошибка установки пакета: <i>%s</i>
sk: Chyba pri inštalovaní balíku: <i>%s</i>
sv: Fel vid installationen av paketet: <i>%s</i>
tr: Paket Yükleme Hatası: <i>%s</i>

source: Okay
cs: Ok
es_cl: Ok
hu: Rendben
nl: Oke
pl: OK
pt_br: Certo!
ru: Ок
sk: Ok
sv: Okej
tr: Tamam

source: <b>System Upgrade</b> has begun, now go make some coffee
cs: <b>Aktualizace systému</b> byla zahájena, a teď si běžte udělat nějakou kávu
da: <b>Systemopgradering</b> er begyndt. Gå ud og få dig en kop kaffe.
de: <b>System Upgrade</b> hat begonnen, mach dir ruhig einen Kaffee
es_cl: Comenzó la <b>Actualización del Sistema</b>, tómate un tecito mientras tanto
hu: <b>Rendszer Frissítés</b> elkezdődött, most elmehetsz kávészünetre
nl: <b>Systeem Upgrade</b> is begonnen, ga maar wat koffie maken
pl: <b>Aktualizacja systemu</b> rozpoczęta, teraz możesz iść zrobić sobie kawę
pt_br: A <b>Atualização do Sistema</b> começou, mas pode demorar, por isso vá tomar um Café!
ru: <b>Апгрейд системы</b> начался, можете заварить себе чашечку кофе
sk: <b>Aktualizácia systému</b> bola zahájená, choďte si zatiaľ uvariť kávu
sv: <b>Systemuppgradering</b> har påbörjats, dags att brygga kaffe
tr: <b>Sistem Güncelleme</b> başladı,şimdi gidip kendinize kahve hazırlayabilirsiniz

source: Repositories Update in <b>progress</b>...
cs: <b>Probíhá</b> aktualizace repozitáře...
da: Opdatering af Programarkiverne er <b>i gang</b>...
de: Repositorien Update im <b>Gange</b>...
es_cl: Actualización de repositorios en <b>proceso</b>...
nl: Repositories Update wordt <b>uitgevoerd</b>...
pl: Aktualizacja repozytoriów <b>trwa</b>...
pt_br: Atualização dos repositórios <b>sendo realizada</b>...
ru: Осуществляется <b>Обновление репозиториев</b>...
sk: <b>Prebieha</b> aktualizácia repozitárov...
sv: Förrådsuppdatering <b>körs</b>...
tr: Depoların <b>Güncellenmesi</b> sürüyor...

source: <b>Application Management</b> in progress...
cs: <b>Správa aplikací</b> probíhá...
da: <b>Programhåndtering</b> i gang...
de: <b>Anwendungs Management</b> im Gange...
es_cl: <b>Administración de Aplicaciones</b> en proceso...
nl: <b>Toepassing Beheer</b> wordt uitgevoerd...
pl: Trwa <b>przetwarzanie aplikacji</b>...
pt_br: <b>Manuseio do Aplicativo</b> está em andamento...
ru: Осуществляется <b>Управление приложениями</b>...
sk: Prebieha <b>správa aplikácií</b>...
sv: <b>Programhantering </b> körs...
tr: <b> Uygulama Yönetimi </b> sürüyor...

source: Activity
cs: Aktivita
da: Aktivitet
de: Aktivität
es_cl: Actividad
hu: Tevékenység
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
sk: Aktivita
sv: Aktivitet
tr: Faaliyet

source: Interrupt
cs: Přerušit
da: Afbryd
de: Unterbrechen
es_cl: Interrumpir
hu: Megszakítás
nl: Onderbreken
pl: Przerwij
pt_br: Interromper
ru: Прервать
sk: Prerušiť
sv: Avbryta
tr: Kesme

source: <b>System Upgrade</b> in progress...
cs: Probíhá <b>aktualizace systému</b>...
da: <b>Systemopgradering</b> i gang...
de: <b>System Upgrade</b> im Gange...
es_cl: <b>Actualización del Sistema</b> en proceso...
nl: <b>Systeem Upgrade</b> wordt uitgevoerd
pl: Trwa <b>aktualizacja systemu</b>...
pt_br: <b>Atualização do Sistema</b> em andamento...
ru: Осуществляется <b>Апгрейд системы</b>...
sk: Prebieha <b>aktualizácia systému</b>...
sv: <b>SystemUppgradering</b> körs...
tr: <b> Sistem Yükseltme </b> sürüyor...

source: Black on White
cs: Černá na bílé
da: Sort på Hvidt
de: Schwarz auf Weiß
es_cl: Negro sobre Blanco
hu: Fehéren fekete
nl: Zwart op Wit
pl: Czarne litery na białym tle
pt_br: Preto no Branco
ru: Чёрным по белому
sk: Čierne na bielom
sv: Svart på vit
tr: Beyaz üzerine siyah

source: White on Black
cs: Bílá na černé
da: Hvidt på Sort
de: Weiß auf Schwarz
es_cl: Blanco sobre Negro
hu: Feketén fehér
nl: Wit op Zwart
pl: Białe litery na czarnym tle
pt_br: Branco no Preto
ru: Белым по чёрному
sk: Biele na čiernom
sv: Vit på svart
tr: Siyah üzerine beyaz

source: Enable automatic scrolling
es_cl: Activar avance automático
hu: Automatikus görgetés engedélyezése
nl: Automatisch scrollen ingeschakelen
pl: Włącz automatyczne przewijanie
pt_br: Ativa o Scroll automático
ru: Включить авто-прокрутку
sk: Povoliť automatické posúvanie
sv: Aktivera automatisk skrollning

source: Disable automatic scrolling
es_cl: Desactivar avance automático
hu: Automatikus görgetés letiltása
nl: Automatisch scrollen uitgeschakelen
pl: Wyłącz automatyczne przewijanie
pt_br: Desativa o Scroll automático
ru: Отключить авто-прокрутку
sk: Zakázať automatické posúvanie
sv: Inaktivera automatisk skrollning

source: <i>Show <b>Application Management</b> Progress</i>
cs: <i>Zobrazit průběh <b>správy aplikací</b></i>
da: <i>Vis <b>Programhåndtering</b> Fremskridt</i>
de: <i>Zeige Fortschritt des <b>Anwendungsmanagements</b></i>
es_cl: <i>Mostrar el progreso del <b>Manejo de Aplicaciones</b></i>
nl: <i>Toon <b>Applicatie beheer</b> voortgang</i>
pl: <i>Pokaż postęp <b>przetwarzania aplikacji</b></i>
pt_br: <i>Mostra o <b>Gerenciamento dos Aplicativos</b> e seu progresso</i>
ru: <i>Показать прогресс в <b>управлении приложениями</b></i>
sk: <i>Zobraziť priebeh <b>správy aplikácií</b></i>
sv: <i>Visa <b>Programhanterings</b> processen</i>
tr: <i><b>Uygulama Yönetimi</b> İlerlemesini göster </i>

source: Installing
cs: Instaluje se
da: Installerer
de: Installiere
es_cl: Instalando
hu: Telepítés
nl: Installeren
pl: Instalowanie
pt_br: Instalando
ru: Установка
sk: Inštaluje sa
sv: Installerar
tr: Yükleniyor

source: Removing
cs: Odstraňuje se
da: Fjerner
de: Entferne
es_cl: Desinstalando
hu: Eltávolítás
nl: Verwijderen
pl: Usuwanie
pt_br: Removendo
ru: Удаление
sk: Odstraňuje sa
sv: Tar bort
tr: Kaldırılıyor

source: , and <b>%d</b> <i>more in queue</i>
cs: , a <b>%d</b> <i>další ve frontě</i>
da: , og <b>%d</b> <i>mere i kø</i>
de: , und <b>%d</b> <i>weiteres in Warteschlange</i>
es_cl: , y <b>%d</b> <i>más en cola</i>
nl: , en <b>%d</b> <i> meer in de wachtrij</i>
pl: , jeszcze <b>%d</b> <i>w kolejce</i>
pt_br: e mais uma <b>%d</b> <i>na fila</i>
ru: , и <b>%d</b> <i>еще в очереди</i>
sk: ,a ďalších <b>%d</b> <i>vo fronte</i>
sv: , och <b>%d</b> <i>fler i kö</i>
tr: ,ve sırada 1 tane var ,ve sırada <b>%d</b> tane var

source: Cannot <b>edit</b> configuration file
cs: Nelze <b>editovat</b> konfigurační soubor
da: Kan ikke <b>redigere</b> konfigurationsfil
de: Nicht möglich Konfigurationsdatei zu <b>bearbeiten</b>
es_cl: No se puede <b>editar</b> el archivo de configuración
nl: Kan configuratie bestand niet <b>aanpassen</b>
pl: Nie można <b>edytować</b> pliku konfiguracyjnego
pt_br: Não foi possível <b>editar</b> o arquivo de configuração
ru: Невозможно <b>отредактировать</b> конфигурационный файл
sk: Nedá sa <b>upraviť</b> konfiguračný súbor
sv: Kan inte <b>ändra</b> konfigurationsfil
tr: Yapılandırma dosyası düzenlenemiyor

source: Cannot <b>show</b> configuration files difference
cs: Nelze <b>zobrazit</b> rozdíl konfiguračních souborů
da: Kan ikke <b>vise</b> konfigurationsfilernes forskel
de: Nicht möglich Konfigurationsdateiunterschiede <b>anzuzeigen</b>
es_cl: No se puede <b>mostrar</b> las diferencias de los archivos de configuración
nl: Kan configuratie verschillen niet laten <b>zien</b>
pl: Nie można <b>pokazać</b> różnicy między plikami konfiguracyjnymi
pt_br: Não foi possível <b>mostrar</b> as diferenças entre os arquivos de configuração
ru: Невозможно <b>отобразить</b> различия конфигурационных файлов
sk: Nedá sa <b>zobraziť</b> rozdiel konfiguračných súborov
sv: Kan inte <b>visa</b> skillnaderna i konfigurationsfilerna
tr: Yapılandırma dosyalarında ki farklar gösterilemiyor

source: Cannot <b>merge</b> configuration file
cs: Nelze <b>sloučit</b> konfigurační soubor
da: Kan ikke <b>fusionere</b> konfigurationsfil
de: Nicht möglich Konfigurationsdateien <b>zusammenzufügen</b>
es_cl: No se pudo <b>unir</b> el archivo de configuración
nl: Kan configuratie bestanden niet <b>samenvoegen</b>
pl: Nie można <b>scalić</b> pliku konfiguracyjnego
pt_br: O arquivo de configuração não foi <b>mesclado</b>
ru: Невозможно <b>объединить</b> конфигурационные файлы
sk: Nedá sa <b>zlúčiť</b> konfiguračný súbor
sv: Kan inte <b>sammanfoga</b> konfigurationsfil
tr: Yapılandırma dosyası birleştirilemiyor

source: Cannot <b>discard</b> configuration file
cs: Nelze <b>zrušit</b> konfigurační soubor
da: Kan ikke <b>kassere</b> konfigurationsfil
de: Nicht möglich Konfigurationsdateien <b>zu verwerfen</b>
es_cl: No se pudo <b>descartar</b> el archivo de configuración
nl: Kan configuratie bestand niet <b>verwijderen</b>
pl: Nie można <b>odrzucić zmian</b> pliku konfiguracyjnego
pt_br: O arquivo de configuração não pode ser <b>descartado</b>
ru: Невозможно откатить конфигурационный файл
sk: Nedá sa <b>zahodiť</b> konfiguračný súbor
sv: Kan inte <b>avvisa</b> konfigurationsfil
tr: Yapılandırma dosyası atılamıyor

source: Application Groups
cs: Skupiny aplikací
da: Program Grupper
de: Anwendungsgruppe
es_cl: Grupos de Aplicaciones
hu: Alkalmazás Csoportok
nl: Applicatiegroepen
pl: Grupy Aplikacji
pt_br: Grupos de Aplicativos
ru: Группы приложений
sk: Skupiny aplikácií
sv: Programkategorier
tr: Uygulama Grupları

source: Show Application Groups.
es_cl: Mostrar grupos de aplicaciones
hu: Alkalmazás Csoportok megjelenítése.
nl: Toon applicatiegroepen
pl: Pokaż Grupy Aplikacji
pt_br: Mostra os Grupos de Aplicativos
ru: Показать группы приложений.
sk: Zobrazí skupiny aplikácií.
sv: Visa programgrupper.

source: Clean Entropy Web Service Session
cs: Vymazat sezení k webovým službám Entropy
da: Ryd op i Entropy Web Tjeneste Session
de: Säubere Entropy Webservice Sitzung
es_cl: Limpiar la sesión del Servicio Web de Entropy
nl: Entropy Web Service Session opschonen
pl: Wyczyść dane sesji usługi sieciowej Entropy
pt_br: Limpa sessão Web do Entropy
ru: Очистить сессию Веб-служб Entropy
sk: Vymazanie relácie webovej služby Entropy
sv: Rensa Enteropys Session av WebbTjänster
tr: Entropi Web Hizmeti Oturumunu temizle

source: Discard any registered login credential used to send votes and comments.
cs: Vymazat přihlašovací údaje použité pro posílání hlasů a komentářů.
da: Kasser alle registrerede login legitimationsoplysninger, der er brugt til at sende stemmer og kommentarer.
de: Verwerfe sämtliche registrierte Anmeldedaten, die für Wahlen und Kommentare benötigt werden.
es_cl: Descartar credenciales de sesión usadas para enviar votos y comentarios
hu: Elvet minden regisztrált belépési jogosultságot amivel eddig szavazott és hozzászólt.
nl: Verwijder geregistreerde login referenties die gebruikt zijn voor het stemmen en reacties.
pl: Wymazuje dane uwierzytelniające używane do wysyłania głosów i komentarzy.
pt_br: Descarta qualquer registro de Login usado para enviar votos e-ou comentários.
ru: Отказаться от всех зарегистрированных аккаунтов, используемых для отправки голосов и комментариев
sk: Zahodí všetky registrované prihlasovacie poverenia použité na odosielanie hlasov a komentárov.
sv: Ta bort dina registrerade inloggningsuppgifter som använts för att skicka betyg och kommentarer.
tr: Oy ve yorum göndermek için kullanılmış kayıtlı tüm oturum açma yetkilerini geçersiz say.

source: Logged in as <b>%s</b>! How about your <b>vote</b>?
cs: Přihlášen jako <b>%s</b>! Co třeba <b>hlasovat</b>?
da: Logged ind som <b>%s</b>! Har du lyst til at <b>stemme</b>?
de: Als <b>%s</b> angemeldet! Was ist mit deiner <b>Wahlstimme</b>?
es_cl: ¡Sesión iniciada como <b>%s</b>! ¿Qué tal si <b>votas</b>?
nl: Ingelogd als <b>%s</b>! Hoe zit het met uw <b>stemmen</b>?
pl: Zalogowany jako <b>%s</b>! Może chcesz oddać <b>głos</b>?
pt_br: Logado como <b>%s</b>! Vc não quer <b>votar</b>?
ru: Вы залогинены как <b>%s</b>! Желаете ли также <b>проголосовать</b>?
sk: Prihlásený ako <b>%s</b>! Čo váš <b>hlas</b>?
sv: Inloggad som <b>%s</b>! Hur skulle det vara att sätta ett <b>betyg</b>?
tr: <b>%s</b> olarak oturum açıldı! Kararınız veya oyunuz nedir ?

source: _Vote now
cs: _Hlasovat nyní
da: _Stem nu
de: _Wähle jetzt
es_cl: _Vota ahora
nl: _Nu stemmen
pl: _Zagłosuj
pt_br: Vote agora
ru: _Проголосовать сейчас
sk: _Hlasovať teraz
sv: _Betygsätt nu
tr: _Şimdi oyla

source: _Later
cs: _Později
da: _Senere
de: _Später
es_cl: _Después
hu: _Később
pl: _Później
pt_br: _Depois
ru: _Позже
sk: _Neskôr
sv: _Senare
tr: _Sonra

source: Login failed. Your <b>vote</b> hasn't been added
cs: Přihlášení selhalo. Váš <b>hlas</b> nebyl přidán
da: Login mislykkedes. Din <b>stemme</b> er ikke blevet tilføjet
de: Login schlug fehl. Deine <b>Wahlstimme</b> wurde nicht gezählt
es_cl: No se pudo iniciar sesión. Tu <b>voto</b> no se contará
nl: Login mislukt. Je <b>stem<b/> is niet toegevoegd
pl: Logowanie nie powiodło się. Twój <b>głos</b> nie został dodany
pt_br: O Login falhou. Seu <b>voto</b> não foi computado
ru: Логин неуспешен. Ваш <b>голос</b> не был добавлен
sk: Prihlásenie zlyhalo. Váš <b>hlas</b> nebol pridaný
sv: Inloggning misslyckades. Ditt <b>betyg</b> kunde inte registreras
tr: Giriş başarısız. Sizin <b>oyunuz</b> eklenmedi.

source: _Ok, thanks
cs: _Ok, díky
da: _Ok, tak
de: _Ok, Danke
es_cl: _Ok, gracias
hu: _Ok, köszönöm
nl: _Ok, bedankt
pl: _OK, dzięki
pt_br: _OK, Obrigado!
ru: _Ок, спасибо
sk: _Ok, ďakujem
sv: _Ok, tack
tr: _Tamam, teşekkürler

source: Rate <b>%s</b> as <b>%s</b>, with <b>%d</b> star?
cs: Ohodnotit <b>%s</b> jako <b>%s</b>, s <b>%d</b> hvězdou
da: Bedøm <b>%s</b> som <b>%s</b> med <b>%d</b> stjerne?
de: <b>%s</b> als <b>%s</b> mit <b>%d</b> Stern bewerten?
es_cl: ¿Calificar <b>%s</b> como <b>%s</b>, con <b>%d</b> estrella?
nl: Beoordeel <b>%s</b> als <b>%s</b>, met <b>%d</b> ster?
pl: Ocenić <b>%s</b> z konta <b>%s</b> <b>%d</b> gwiazdką?
pt_br: Vote <b>%s</b> como <b>%s</b>, com <b>%d</b> estrêla?
ru: Оценить <b>%s</b> как <b>%s</b>, поставив <b>%d</b> звезду?
sk: Ohodnotiť aplikáciu <b>%s</b> ako <b>%s</b>, <b>%d</b> hviezdičkami?
sv: Betygsätt <b>%s</b> som <b>%s</b>, med <b>%d</b> stjärna?

source: _Ok, cool!
cs: _Ok, super!
da: _Ok, fedt!
es_cl: _Ok, ¡qué bien!
hu: _Ok, király!
pl: _OK, świetnie!
pt_br: _OK, que legal!
ru: _Ок, отлично!
sk: Ok, paráda!
sv: _Ok, fräckt!
tr: _Tamam, çok iyi

source: _No, logout!
cs: _Ne, odhlásit se!
da: _Nej, log af!
de: _No, abmelden!
es_cl: _No, ¡cerrar sesión!
hu: _Nem, kilépés!
nl: _Nee, uitloggen!
pl: _Nie, wyloguj!
pt_br: Não, deslogue!
ru: _Нет, логаут!
sk: _Nie, odhlásiť ma!
sv: _Nej, logga ut!
tr: _Hayır, oturumu kapat!

source: Your vote has been added!
cs: Váš hlas byl přidán!
da: Din stemme er blevet tilføjet!
de: Deine Stimme wurde gezählt!
es_cl: ¡Tu voto fué contado!
nl: Je stem is toegevoegd!
pl: Twój głos został dodany!
pt_br: Seu Voto foi compilado!
ru: Ваш голос был добавлен!
sk: Váš hlas bol pridaný!
sv: Ditt betyg har lagts till!
tr: Oyunuz eklendi!

source: Ok, great!
cs: Ok, skvělé!
da: Ok godt!
de: Ok, großartig!
es_cl: Ok, ¡grandioso!
hu: Ok, nagyszerű!
nl: Ok, perfect!
pl: OK, bardzo dobrze!
pt_br: OK, ótimo!
ru: Ок, замечательно!
sk: Ok, skvelé!
sv: Ok, toppen!
tr: Tamam, harika!

source: You already voted this <b>Application</b>
cs: Už jste již hlasoval pro tuto <b>aplikaci</b>
da: Du har alleredet stemt på dette <b>Program</b>
de: Du hast für diese <b>Anwendung</b> schon gestimmt
es_cl: Ya votaste por esta <b>Aplicación</b>
nl: Je hebt al een stem geplaatst op deze <b>toepassing</b>
pl: Już zagłosowałeś na tę <b>aplikację</b>
pt_br: Você votou neste <b>Aplicativo</b>
ru: Вы уже выставили оценку данному <b>приложению</b>
sk: Už ste hlasovali za túto <b>aplikáciu</b>
sv: Du har redan betygsatt på detta <b>program</b>
tr: Siz zaten bu <b>Uygulamayı</b> oyladınız

source: Vote error: <i>%s</i>
cs: Chyba hlasování: <i>%s</i>
da: Fejl ved afstemning: <i>%s</i>
de: Wahl Fehler: <i>%s</i>
es_cl: Error en la votación: <i>%s</i>
nl: Stem fout: <i>%s</i>
pl: Błąd przy głosowaniu: <i>%s</i>
pt_br: Erro ao votar: <i>%s</i>
ru: Ошибка при оценке: <i>%s</i>
sk: Chyba pri hlasovaní: <i>%s</i>
sv: Kunde inte sätta betyg: <i>%s</i>
tr: Oylama hatası: <i>%s</i>

source: Entropy Web Services not available for repository
cs: Webové služby Entropy nejsou dostupné pro repozitář
da: Entropy Web Tjenester er ikke tilgængelig for de nuværende Programarkiver
de: Entropy Webdienste nicht für Repositorium verfügbar
es_cl: Los Servicios Web de Entropy no están disponibles para el repositorio
nl: Entropy Web Services niet beschikbaar voor repository
pl: Usługa sieciowa Entropy nie jest dostępna dla repozytorium
pt_br: Os serviços Entropy Web não estão disponíveis neste repositório
ru: Веб-службы Entropy недоступны для репозитория
sk: Webové služby Entropy nie sú dostupné pre repozitár
sv: Entropys Webbtjänst är inte tillgängligt för förråd
tr: Entropy Web Servisleri bu depo için kullanılamıyor

source: You are about to add a <b>comment</b> as <b>%s</b>.
cs: Chystáte se přidat <b>komentář</b> jako <b>%s</b>.
da: Du er ved at tilføje en <b>kommentar</b> som <b>%s</b>.
de: Du bist dabei einen <b>Kommentar</b> als <b>%s</b> hinzuzufügen.
es_cl: Estás a punto de agregar un <b>comentario</b> como <b>%s</b>.
hu: Épp egy <b>hozzászólást</b> akarsz hozzáadni, miszerint <b>%s</b>.
nl: U staat op het punt een <b>reactie toe te voegen</b> als <b>%s </b>.
pl: Zostanie dodany <b>komentarz</b> z konta <b>%s</b>.
pt_br: Você está prestes a adicionar um <b>comentário</b> como <b>%s</b>.
ru: Вы собираетесь добавить <b>комментарий</b> как <b>%s</b>.
sk: Chystáte sa pridať <b>komentár</b> ako <b>%s</b>.
sv: Du kommer nu att lägga tilll din <b>kommentar</b> som <b>%s</b>.
tr: <b>%s</b> ismiyle bir yorum eklemek üzeresiniz.

source: Your comment has been submitted!
cs: Byl přidán váš komentář!
da: Din kommentar er blevet sendt!
de: Dein Kommentar wurde übermittelt!
es_cl: ¡Tu comentario fué enviado!
hu: A hozzászólásodat elküldtük!
nl: Uw reactie is verzonden!
pl: Twój komentarz został wysłany!
pt_br: Seu comentário foi submetido!
ru: Ваш комментарий добавлен!
sk: Váš komentár bol odoslaný!
sv: Din kommentar har lagts till, Tack!
tr: Yorumunuz gönderildi!

source: Comment submit error: <i>%s</i>
cs: Chyba odeslání komentáře: <i>%s</i>
da: Fejl ved indsendelse af kommentar: <i>%s</i>
de: Kommentar Übermittlungs Fehler: <i>%s</i>
es_cl: Ocurrió un error al enviar el comentario: <i>%s</i>
hu: Hozzászólás beküldési hiba: <i>%s</i>
nl: Reactie verzend fout: <i>%s<i>
pl: Błąd przy wysyłaniu komentarza: <i>%s</i>
pt_br: Erro ao enviar comentário: <i>%s</i>
ru: Ошибка при добавлении комментария: <i>%s</i>
sk: Chyba pri odosielaní komentáru: <i>%s</i>
sv: Fel uppstod när din kommentar skulle läggas till, testa igen: <i>%s</i>
tr: Yorum gönderim hatası <i>%s</i>

source: Logged in as <b>%s</b>! How about your <b>comment</b>?
cs: Přihlášen jako <b>%s</b>! Co ohledně toho <b>komentáře</b>?
da: Logget ind som <b>%s</b>! Hvorfor ikke <b>kommentere</b>?
de: Als <b>%s</b> angemeldet! Was ist mit deinem <b>Kommentar</b>
es_cl: ¡Sesión iniciada como <b>%s</b>! ¿Qué tal si <b>votas</b>?
hu: Bejelentkezve mint <b>%s</b>! Mi lenne ha <b>hozzászólnál</b>?
nl: Ingelogd als <b>%s</b>! Hoe zit het met uw <b>reactie</b>?
pl: Zalogowany jako <b>%s</b>! Może chcesz dodać <b>komentarz</b>?
pt_br: Logado como <b>%s</b>! Cadê seu <b>comentário</b>?
ru: Вы вошли в систему как <b>%s</b>! Желаете ли оставить свой <b>комментарий</b>?
sk: Prihlásený ako <b>%s</b>! Čo váš <b>komentár</b>?
sv: Inloggad som<b>%s</b>! Hur skulle det vara att <b>kommentera</b>?
tr: <b>%s</b> olarak oturum açıldı! Yorumunuz nedir?

source: _Send now
cs: _Odeslat nyní
da: _Send nu
de: _Jetzt Senden
es_cl: _Enviar ahora
hu: _Küldés most
nl: _Nu versturen
pl: _Wyślij teraz
pt_br: Mande-o agora
ru: _Отправить сейчас
sk: _Odoslať teraz
sv: _Skicka nu
tr: _Şimdi gönder
