Repository: Sabayon/entropy
Catalog: rigo/po/*.po
Languages: cs, da, de, es_cl, hu, nl, pl, pt_br, ru, sk, sv, tr

source: Repositories should be downloaded, <b>update now</b>?
cs: Repozitáře by měly být stáhnuty, <b>aktualizovat nyní</b>?
da: Programarkiverne bør downloades, <b>opdater nu</b>?
de: Repositorien sollten heruntergeladen werden, <b>jetzt updaten</b>?
es_cl: Los repositorios deben ser descargados, ¿<b>hagámoslo</b>?
hu: Vannak letöltendő programcsomagok, <b>frissítsünk most</b>?
nl: Repositories moeten worden gedownload, <b>nu bijwerken</b>?
pl: Repozytoria powinny zostać pobrane. <b>Pobrać je teraz</b>?
pt_br: Os Repositórios precisam ser baixados, <b>fazê-lo agora</b>?
ru: Необходимо загрузить репозитории, <b>обновить сейчас</b>?
sk: Repozitáre by mali byť prevzaté. Chcete ich <b>teraz aktualizovať</b>?
sv: Förråden bör uppdateras, <b>uppdatera dom nu</b>?
tr: Depo listeleri indirilmelidir,<b>şimdi güncellemek ister misiniz</b>?

source: I dunno dude, I'd say Yes
cs: Nevím chlape, řekl bych ano
da: Jeg ved det ikke, men siger Ja
de: Kein Plan Man, Ich würde mal ja sagen
es_cl: No sé... yo diría que SÍ
hu: Nem is tudom, azt mondanám Igen
nl: Ik weet het niet dude, Ik zou ja zeggen
pl: Nie wiem, stary, powiedziałbym tak
pt_br: Sem dúvida, Sim!
ru: Не знаю точно, но я б сказал: "Да"
sk: Neviem, povedal by som, že áno
sv: Vore jag du, skulle jag säga JA till detta
tr: Bilmiyorum dostum, Evet derdim

source: _Yes, why not?
cs: _Ano, proč ne?
da: _Ja, hvorfor ikke?
de: _Ja, warum nicht?
es_cl: _Sí, ¿porqué no?
hu: _Igen, miért ne?
nl: _Ja, waarom niet?
pl: _Tak, czemu nie?
pt_br: _Sim, porque não?
ru: _Да, почему нет?
sk: _Áno, prečo nie?
sv: _Ja, varför inte?
tr: Evet, neden olmasın?

source: _No, thanks
cs: _Ne, díky
da: _Nej, tak
de: _Nein, Danke
es_cl: _No, gracias
hu: _Nem, köszönöm
nl: _Neen, bedankt
pl: _Nie, dzięki
pt_br: _Não, Obrigado!
ru: _Нет, спасибо
sk: _Nie, ďakujem
sv: _Nej, tack
tr: Hayır, teşekkürler

source: You need to login to Entropy Web Services
cs: Musíte se přihlásit do webových služeb Entropy
da: Du er nød til at logge ind på Entropy Web Tjenester
de: Du musst dich bei den Entropy Webdiensten anmelden
es_cl: Necesitas iniciar sesión en los Sevicios Web de Entropy
hu: Be kell lépned az Entropy Web Szolgáltatásba
nl: U moet zich aanmelden om Entropy Web Services
pl: Musisz się zalogować do usługi sieciowej Entropy
pt_br: Você deve logar nos serviços do Entropy na Web
ru: Вам необходимо залогиниться в Веб-службы Entropy
sk: Musíte sa prihlásiť do webových služieb Entropy
sv: Du måste vara inloggad på Entropys Webbtjänst
tr: Entropi Web Hizmetlerine giriş yapmanız gerekiyor

source: _Login
cs: _Přihlásit se
da: _Log ind
de: _Anmelden
es_cl: _Iniciar sesión
hu: _Belépés
nl: _Inloggen
pl: Za_loguj
pt_br: _Logar
ru: _Логин
sk: _Prihlásiť
tr: Giriş

source: Register
cs: Registrovat
da: Tilmeld
de: Registrieren
es_cl: Registrarse
hu: Regisztrál
nl: _Registreer
pl: Zarejestruj
pt_br: Registrar
ru: Регистрация
sk: Registrovať sa
sv: Registrera
tr: Kayıt ol

source: _Cancel
cs: _Zrušit
da: _Annuller
de: _Abbrechen
es_cl: _Cancelar
hu: _Mégse
nl: _Annuleren
pl: _Anuluj
pt_br: _Cancelar
ru: _Отменить
sk: _Zrušiť
sv: _Avbryt
tr: İptal

source: Username
cs: Uživatelské jméno
da: Brugernavn
es_cl: Nombre de usuario
hu: Felhasználónév
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sk: Meno používateľa
sv: Användarnamn
tr: Kullanıcı adınız

source: Password
cs: Heslo
da: Adgangskode
de: Passwort
es_cl: Contraseña
hu: Jelszó
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
tr: Şifreniz

source: Login <b>error</b>!
cs: <b>Chyba</b> přihlášení!
da: Login <b>fejl</b>!
de: Login <b>Fehler</b>!
es_cl: ¡<b>error</b> de autenticación
hu: Belépési <b>hiba</b>!
nl: Inlog <b>fout</b>!
pl: <b>Błąd</b> logowania!
pt_br: Login <b>errado</b>!
ru: Ошибка <b>авторизации</b>!
sk: <b>Chyba</b> pri prihlasovaní!
sv: Inloggnings<b>fel</b>!
tr: Giriş <b>hatası</b>!

source: Cannot connect to Entropy Web Services, are you connected to the <b>interweb</b>?
cs: Nemohu se připojit k webovým službám Entropy, jste připojen k <b>internetu</b>?
da: Kan ikke forbinde til Entropy Web Tjenester. Er du forbundet til <b>internettet</b>?
de: Nicht möglich Kontakt zu den Entropy Webdiensten herzustellen, hast du Verbindung mit dem <b>interweb</b>?
es_cl: No se pudo conectar a los Servicios Web de Entropy, ¿estás conectado a <b>internet</b>?
nl: Kan geen verbinding maken met Entropy Web Services, bent u verbonden met het <b>interweb</b>?
pl: Nie można połączyć się z usługą sieciową Entropy. Jesteś połączony do <b>Internetu</b>?
pt_br: Não foi possível logar aos serviços do Entropy, tem certeza que está conectado à <b>interweb</b>?
ru: Невозможно соединиться с Веб-службами Entropy, вы точно подключены к <b>всемирной паутине</b>?
sk: Nedá sa pripojiť k webovým službám Entropy. Ste pripojený k <b>internetu</b>?
sv: Kan inte ansluta till Entropys Webbjänst. Är du ansluten till <b>internet</b>?
tr: Entropy Web Servislerine bağlanılamıyor. <b>İnternet</b>'e bağlı mısınız?

source: Don't ask me...
cs: Mě se neptejte...
da: Spørg mig ikke...
de: Frag mich nicht...
es_cl: No me preguntes...
hu: Engem ne kérdezz...
nl: Vraag het mij niet...
pl: Mnie nie pytaj...
pt_br: Não me pergunte...
ru: Не спрашивайте меня...
sk: Nepýtať sa ma...
sv: Fråga inte mig....
tr: Bana sorma ...

source: _Of course not
cs: _Samozřejmě, že ne
da: _Selvfølgelig ikke
de: _Natürlich nicht
es_cl: _Por supuesto que no
hu: _Természetesen nem
nl: _Natuurlijk niet
pl: _Oczywiście, że nie
pt_br: _Claro que não!
ru: _Конечно, нет
sk: _Pravdaže nie
sv: _Självklart inte
tr: Elbette hayır

source: A watched pot never boils
cs: Sledovaný hrnec se nikdy neuvaří
da: En overvåget gryde koger aldrig over
de: Ungeduld führt nicht zum Ziel
es_cl: Si miras la olla jamás hervirá
hu: Amire nagyon várunk az sosem következik be
nl: Een pan die je in de gaten houd overkookt nooit
pl: Jeśli patrzysz, jak woda się gotuje, trwa to dłużej
pt_br: Enquanto você olha a panela, parece que ela nunca ferve. Rrsrsrs!
ru: Кто над чайником стоит, у того он не кипит
sk: Sledovaný hrniec nikdy nevykypí
sv: Hur skulle du gilla om jag tittade dig över axeln när du jobbar? Låt mig va!!!
tr: Başında beklersen su kaynamaz

source: You are required to <b>review</b> and <b>accept</b> the following licenses before continuing: %s
cs: Než budete pokračovat, musíte <b>zkontrolovat</b> a <b>přijmout</b> následující licence: %s
da: Du er nød til at <b>gennemlæse</b> og <b>acceptere</b> følgende licenser for at fortsætte: %s
de: Es wird von dir verlangt folgende Lizenzen zu <b>lesen</b> und zu <b>akzeptieren</b>, bevor du fortfährst: %s
es_cl: Es necesario que <b>revises</b> y <b>aceptes</b> las siguientes licencias antes de continuar: %s
nl: U bent verplicht om het te <b>lezen</b> en de volgende licenties te <b>accepteren</b> voordat u verder gaat: %s
pl: Najpierw musisz <b>przejrzeć</b> i <b>zaakceptować</b> następujące licencje: %s
pt_br: Vôce deve <b>revisar</b> e <b>aceitar</b> estas licenças antes de continuar: %s
ru: Необходимо <b>ознакомиться</b> и <b>принять</b> следующие лицензионные соглашения перед продолжением: %s
sk: Je potrebné aby ste pred pokračovaním <b>prezreli</b> a <b>prijali</b> nasledovné licencie: %s
sv: Du måste <b>granska</b> och <b>acceptera</b> följande licenser: %s
tr: Devam etmeden önce şu lisansları <b>inceleyip kabul etmeniz</b> gerekiyor: %s

source: <b>%s</b> Application or one of its dependencies is distributed with the following licenses: %s
cs: Aplikace <b>%s</b>, nebo jedna z jejích závislostí, je distribuována snásledujícími licencemi: %s
da: <b>%s</b> Programmet eller en af dens afhængigheder er distribrueret med følgende licenser: %s
de: <b>%s</b> Anwendung oder eine seiner Abhängigkeiten wird mit folgenden Lizenzen ausgeteilt: %s
es_cl: La aplicación <b>%s</b> o una de sus dependencias se distribuye bajo las siguientes licencias: %s
nl: <b>%s</b> Toepassing of een van haar afhankelijkheden wordt gedistribueerd met de volgende licenties: %s
pl: <b>%s</b> Aplikacja lub któraś z jej zależności rozpowszechniana jest z następującymi licencjami: %s
pt_br: O Aplicativo <b>%s</b> ou uma de suas dependências, é distribuído com as seguintes licenças: %s
ru: <b>%s</b> Приложение либо одно из его зависимостей распространяется(ются) под следующими лицензиями: %s
sk: Aplikácia <b>%s</b> alebo niektorá z jej závislostí je šírená s nasledovnými licenciami: %s
sv: <b>%s</b> Programmet eller något av dess beroenden är distributerade med följande licenser: %s
tr: <b>%s</b> uygulaması ya da bağımlılıklarından biri şu lisanslarla dağıtılmaktadır: %s

source: Make sure to review all the licenses
cs: Ujistěte se, že zkontrolujete všechny licence
da: Sørg for at gennemlæse alle licenserne
de: Vergewissere dich, alle Lizenzen durchzulesen
es_cl: Asegúrate de revisar todas las licencias
nl: Zorg ervoor dat u alle vereiste licenties heeft herzien
pl: Upewnij się, że przejrzałeś wszystkie licencje
pt_br: Verifique se revisou todas as licenças
ru: Пожалуйста, убедитесь, что ознакомились со всеми лицензиями
sk: Uistite sa, že ste si prezreli všetky licencie
sv: Försäkra dig om att du granskar alla licenser
tr: Tüm lisansların gözden geçirildiğinden emin olun.

source: Accept
cs: Přijmout
da: Accepter
de: Akzeptieren
es_cl: Aceptar
hu: Elfogad
nl: Accepteren
pl: Zaakceptuj
pt_br: Aceitar
ru: Принять
sk: Prijať
sv: Acceptera
tr: Kabul et

source: Accept forever
cs: Přijmout navždy
da: Accepter altid
de: Immer Akzeptieren
es_cl: Aceptar para siempre
hu: Mindig elfogad
nl: Accepteer voor altijd
pl: Zaakceptuj (na zawsze)
pt_br: Aceitar sempre
ru: Принимать постоянно
sk: Prijať navždy
sv: Acceptera för alltid
tr: Her zaman kabul et

source: Decline
cs: Odmítnout
da: Afvis
de: Ablehnen
es_cl: Rechazar
hu: Visszautasít
nl: Weigeren
pl: Odrzuć
pt_br: Recusar
ru: Отклонить
sk: Odmietnuť
sv: Vägra
tr: Reddet

source: Close
cs: Zavřít
da: Luk
de: Schließen
es_cl: Cerrar
hu: Bezár
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
sv: Stäng
tr: Kapat

source: Several <b>Applications</b>, no longer maintained by this distribution, have been found on your <b>System</b>. Some of them might require <b>manual review</b> before being uninstalled. Click on the Apps to expand.
cs: Několik <b>aplikací</b>, které již nejsou udržovány touto distribucí, bylo nalezeno na Vašem <b>systému</b>. Některé mohou potřebovat <b>manuální kontrolu</b> před odebráním. Klikněte na aplikace pro rozbalení.
da: Flere <b>Programmer</b>, som ikke vedligeholdes længere af denne distribution, er blevet fundet i dit <b>System</b>. Nogle af dem kræver måske en <b>manuel revurdering</b> før de bliver afinstalleret. Klik på Programmerne for mere info.
de: Mehrere <b>Anwendungen</b>, die von dieser Distribution nicht weiter gepflegt werden, wurden auf deinem <b>System</b> gefunden. Manche von ihnen erfordern <b>manuelle überprüfung</b> bevor sie entfernt werden. Klicke auf die Apps zum aufklappen.
es_cl: En tu <b>Sistema</b> se encontraron <b>Aplicaciones</b> que ya no son mantenidas por esta distribución. Algunas de ellas pueden requerir <b>revisión manual</b> antes de ser eliminadas. Haz click en las Aplicaciones para ver opciones.
nl: Verschillende <b>Toepassingen</b> zijn niet langer onderhouden door deze distributie die zijn gevonden in uw <b>Systeem</b>. Sommigen van hen zouden een <b>handmatige controle</b> nodig kunnen hebben alvorens te worden verwijderd. Klik op Toepassing om uit te breiden.
pl: Znaleziono w twoim <b>systemie</b> kilka <b>aplikacji</b>, które nie są już utrzymywane w ramach tej dystrybucji. Usunięcie niektórych z nich może wymagać <b>ręcznego sprawdzenia</b>. Kliknij na aplikacji, aby rozwinąć.
pt_br: Vários <b> Aplicativos </b> que foram instalados antes, no seu <b>Sistema</b>, agora não serão mais atualizados e alguns deles podem precisar de <b>revisão manual</b>. Você pode mantê-los, se usar, ou desinstalá-los.
ru: Несколько <b>приложений</b>, более не поддерживаемые данным дистрибутивом, были обнаружены в вашей <b>системе</b>. Некоторые из них, возможно, потребуют <b>ручной проверки</b> перед деинсталляцией. Нажмите на Приложения, чтобы раскрыть.
sk: Vo vašom <b>systéme</b> bolo nájdených niekoľko <b>aplikácií</b>, ktoré už nie sú udržiavané touto distribúciou. Niektoré z nich môžu vyžadovať <b>ručné prezretie</b> pred ich odinštalovaním. Kliknutím na Aplikácie rozbalíte ponuku.
sv: <b>Program</b>som inte längre underhålls av Sabayon har hittats på ditt <b>System</b>. Du bör <b>granska</b> dessa innan om du tänker avinstallera dom. Klicka på programmet för att öppna.
tr: Sisteminizde bu dağıtım tarafından artık desteklenmeyen çok sayıda uygulama bulundu. Bunlardan bir kısmının kaldırılmadan önce gözden geçirilmesi gerekiyor olabilir. Genişletmek için uygulamalara tıklayın.

source: Manual review
cs: Ruční kontrola
da: Manuel revurdering
de: Manuelle Überprüfung
es_cl: Revisión manual
nl: handmatige controle
pl: Ręczna kontrola
pt_br: Revisão manual
ru: Проверить вручную
sk: Ručné prezretie
sv: Manuell granskning
tr: Elle gözden geçir

source: Safe to drop
cs: Bezpečné k odebrání
da: Sikkert at droppe
de: Sicher entfernbar
es_cl: Es seguro desinstalarla
nl: Veilig te laten vallen
pl: Usunięcie bezpieczne
pt_br: É seguro remover
ru: Можете пропустить, это безопасно
sk: Bezpečne ich zahodiť
sv: Säkert att släppa

source: <b>%s</b> Application requires the installation of the following Applications: %s
cs: <b>%s</b> aplikace vyžaduje instalaci následujících aplikací: %s
da: <b>%s</b> Program kræver installation af følgende Programmer: %s
de: <b>%s</b> Anwendung benötigt die Installation folgender Anwendungen: %s
es_cl: La Aplicación <b>%s</b> requiere la instalación de las siguientes Aplicaciones: %s
nl: <b>%s</b> De toepassing vereist de installatie van de volgende toepassingen: %s
pl: <b>%s</b> Aplikacja wymaga zainstalowania następujących aplikacji: %s
pt_br: O Aplicativo <b>%s</b> requer a instalação dos seguintes pacotes: %s
ru: <b>%s</b> требует установки следующих приложений: %s
sk: Aplikácia <b>%s</b> vyžaduje inštaláciu nasledovných aplikácií: %s
sv: <b>%s</b> Installationen kräver att följande program också installeras: %s
tr: <b>%s</b> uygulaması şu uygulamaların yüklenmesini gerektiriyor: %s

source: Show full list
cs: Zobrazit celý seznam
da: Vis hele listen
de: Zeige komplette Liste
es_cl: Mostrar lista completa
hu: Teljes lista mutatása
nl: Toon de volledige lijst
pl: Pokaż całą listę
pt_br: Mostra lista completa
ru: Показать полный список
sk: Zobraziť celý zoznam
sv: Visa hela listan
tr: Listenin tamamını göster

source: <b>%s</b> Application requires the removal of the following Applications: %s
cs: <b>%s</b> aplikace vyžaduje odebrání následujících aplikací: %s
da: <b>%s</b> Program kræver fjernelsen af følgende Programmer: %s
de: <b>%s</b> Anwendung benötigt die Entfernung folgender Anwendungen: %s
es_cl: La Aplicación <b>%s</b> requiere la desinstalación de las siguientes Aplicaciones: %s
nl: <b>%s</b> toepassing vereist het verwijderen van de volgende toepassingen: %s
pl: <b>%s</b> Aplikacja wymaga usunięcia podanych aplikacji: %s
pt_br: O Aplicativo <b>%s</b> requer a remoção dos seguintes pacotes: %s
ru: <b>%s</b> требует удаления следующих приложений: %s
sk: Aplikácia <b>%s</b> vyžaduje odstránenie nasledovných aplikácií: %s
sv: <b>%s</b> Installationen kräver att följande program tas bort: %s
tr: <b>%s</b> uygulaması şu uygulamaların kaldırılmasını gerektiriyor: %s

source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätige
es_cl: Confirmar
hu: Megerősítés
nl: Bevestigen
pl: Zatwierdź
pt_br: Confirma
ru: Подтвердить
sk: Potvrdiť
sv: Godkänn
tr: Onayla

source: Undo
cs: Zpět
da: Fortryd
de: Rückgängig machen
es_cl: Deshacer
hu: Visszavon
nl: Ongedaan maken
pl: Cofnij
pt_br: Voltar
ru: Отменить
sk: Vrátiť späť
sv: Ångra
tr: Geri al

source: <b>%s</b> Application Action will start in <big><b>%d</b></big> second
cs: <b>%s</b> akce aplikace začne za <big><b>%d</b></big> vteřinu
da: <b>%s</b> Program Handlingen vil starte om <big><b>%d</b></big> sekund
de: <b>%s</b> Anwendungsaktion beginnt in <big><b>%d</b></big> Sekunde
es_cl: La acción para la Aplicación <b>%s</b> comenzará en <big><b>%d</b></big> segundo
nl: <b>%s</b> Toepassing actie zal starten in <big><b>%d</b></big seconden
pl: <b>%s</b> Czynność rozpocznie się za <big><b>%d</b></big> sekundę
pt_br: <b>%s</b>A ação vai começar em <big><b>%d</b></big> segundo
ru: Приложение <b>%s</b> начнёт работу через <big><b>%d</b></big> секунду
sk: Akcia aplikácie <b>%s</b> začne o <big><b>%d</b></big> sekúnd
sv: <b>%s</b> Åtgärden kommer starta om <big><b>%d</b></big> sekund
tr: 1 uygulama eylemi 1 saniye içinde başlayacak <b>%s</b> uygulama eylemi <big><b>%d</b></big> saniye içinde başlayacak

source: There is <b>%d</b> configuration file update
cs: Je dostupná aktualizace pro <b>%d</b> konfigurační soubor
da: Der er <b>%d</b> konfigureringsfil opdatering
de: Es gibt <b>%d</b> Update für Konfigurationsdateien
es_cl: Hay <b>%d</b> actualización para archivo de configuración
nl: Er is <b>%d</b> configuratiebestand om te updaten
pl: Jest <b>%d</b> aktualizacja plików konfiguracyjnych
pt_br: Há <b>%d</b> arquivo de configuração para atualizar
ru: <b>%d</b> конфигурационный файл был обновлён
sk: Je dostupných <b>%d</b> aktualizácií konfiguračného súboru
sv: Det finns <b>%d</b> uppdatering för konfigurationsfil
tr: 1 yapılandırma dosyası güncellemesi mevcut. <b>%d</b> yapılandırma dosyası güncellemesi mevcut.

source: It is <b>extremely</b> important to update these configuration files before <b>rebooting</b> the System.
cs: Je <b>velmi</b> důležité aktualizovat tyto konfigurační soubory před <b>restartem</b> systému.
da: Det er <b></b> important to update these configuration files before <b>rebooting</b> the System.
de: Es ist <b>unglaublich</b> wichtig, diese Konfigurationsdateien vor dem <b>Systemneustart</b> zu aktualisieren.
es_cl: Es <b>extremadamente</b> importante actualizar estos archivos de configuración antes de <b>reiniciar</b> el Sistema.
nl: Het is <b>zeer</b> belangrijk om deze configuratiebestanden te updaten, voordat u het <b>systeem opnieuw op start</b>
pl: To <b>bardzo</b> ważne, by zaktualizować pliki konfiguracyjne przed <b>restartem</b> systemu.
pt_br: É <b>extremamente</b> importante atualizar esses arquivos de configuração antes de <b>resetar</b> o Sistema. Obs: se você usa também Portage, NTP etc.. NÂO atualize mais os arquivos correspondentes
ru: <b>Крайне</b> необходимо обновить эти конфигурационные файлы до <b>перезагрузки</b> системы
sk: Je <b>nesmierne</b> dôležité aktualizovať tieto konfiguračné súbory pred <b>reštartom</b> systému.
sv: Det är <b>extremt</b> viktigt att uppdatera dem innan du <b>startar om</b> systemet.
tr: Sistemi yeniden başlatmadan önce bu yapılandırma dosyalarının güncellenmesi son derece önemlidir.

source: Let me see
cs: Tak se na to podíváme
da: Lad mig se
de: Zeig mal her
es_cl: Déjame ver
hu: Had lássam
nl: Laat me zien
pl: Niech zerknę
pt_br: Deixe-me ver...
ru: Дайте подумать
sk: Chcem vidieť
sv: Låt mig se
tr: Bir bakayım

source: Happily ignore
cs: Vesele ignorovat
da: I
de: ignoriere erfreulicherweise
es_cl: Ignorar felizmente
hu: Boldogan ignorálom
nl: Negeer met plezier
pl: Zignoruj radośnie
pt_br: Tranquilo, ignore
ru: Просто не обращайте внимания
sk: Veselo ignorovať
sv: Ignorera med glädje
tr: Göz ardı et

source: There is <b>%d</b> notice from a repository
cs: Obdrženo <b>%d</b> oznámení z repozitáře
da: Der er <b>%d</b> meddelelse fra et programarkiv
de: Es gibt <b>%d</b> Mitteilung eines Repositoriums
es_cl: Hay <b>%d</b> noticia del repositorio
nl: Er is een <b>%d</b> waarschuwing van een repository
pl: Jest <b>%d</b> powiadomienie repozytorium
pt_br: Há <b>%d</b> notícia do repositório
ru: Доступно <b>%d</b> уведомление из репозиториев
sk: Je dostupných <b>%d</b> oznamov z repozitárov
sv: Det finns <b>%d</b> notis från förrådet
tr: Depolardan gelen <b>%d</b> bildirim var

source: It is <b>extremely</b> important to always read them.
cs: Je <b>velmi</b> důležité je vždy číst.
da: Det er <b>meget</b> vigtigt altid at læse dem.
de: Es ist <b>unglaublich</b> wichtig, sie immer zu lesen.
es_cl: Es <b>extremadamente</b> importante leerlas
nl: Het is <b>zeer</b> belangrijk om deze te lezen.
pl: To <b>bardzo</b> ważne, by zawsze je czytać.
pt_br: É <b>importante</b> que todos as leiam.
ru: <b>Крайне</b> необходимо всегда прочитывать их.
sk: Je <b>nesmierne</b> dôležité si ich vždy prečítať.
sv: Det är <b>extremt</b> viktigt att alltid läsa dem.
tr: Onları her zaman okumak son derece önemlidir.

source: Stop annoying me
cs: Přestaň mě otravovat
da: Stop med at forstyrre mig
de: Hör auf mich zu nerven
es_cl: Deja de parecer tonto
hu: Hagyjál békén
nl: Laat me met rust
pl: Przestań mnie drażnić
pt_br: Não me perturbe mais
ru: Прекратите раздражать меня
sk: Neobťažovať ma už
sv: Sluta irritera mig!
tr: Beni sinir etmeye son ver.

source: You are about to rename a Repository
cs: Chystáte se přejmenovat repozitář
da: Du er ved at omdøbe en Programarkiv
de: Du bist dabei ein Repository umzubenennen
es_cl: Estás a punto de renombrar un Repositorio
hu: Épp egy Programcsomag átnevezésére készülsz
nl: Je gaat nu een Repository hernoemen
pl: Zmiana nazwy repozytorium
pt_br: Você está prestes a renomear um Repositório
ru: Вы собираетесь переименовать репозиторий
sk: Chystáte sa premenovať repozitár
sv: Du kommer att döpa om ett förråd
tr: Depoyu yeniden adlandırmak üzeresiniz

source: _Rename
cs: _Přejmenovat
da: _Omdøb
de: _Umbenennen
es_cl: _Renombrar
hu: _Átnevez
pl: _Zmień nazwę
pt_br: _Renomear
ru: _Переименовать
sk: P_remenovať
sv: _Döpa om
tr: Yeniden adlandır

source: Repository name
cs: Název repozitáře
da: Programarkiv navn
de: Name des Repositories
es_cl: Nombre del Repositorio
hu: Programcsomag név
nl: Repository naam
pl: Nazwa repozytorium
pt_br: Nome do Repositório
ru: Название репозитория
sk: Názov repozitára
sv: Namn på förrådet
tr: Depo adı

source: <b>Invalid</b> Repository name!
cs: <b>Neplatný</b> název repozitáře.
da: <b>Ugyldig</b> Programarkiv navn!
de: <b>Ungültiger</> Repository-Name
es_cl: ¡Nombre de Repositorio <b>inválido</b>!
hu: <b>Érvénytelen</b> Programcsomag név!
nl: <b>Ongeledige</b> Repository naam!
pl: <b>Nieprawidłowa</b> nazwa repozytorium!
pt_br: Nome do Repositório <b>não é válido</b>
ru: <b>Некорректное</b> название репозитория!
sk: <b>Neplatný</b> názov repozitára!
sv: <b>Ogiltigt</b> Förrådsnamn!
tr: <b>Geçersiz</b> Depo adı!

source: Repository rename <b>not allowed</b>!
cs: Přejmenování repozitáře <b>nepovoleno</b>.
da: Programarkiv omdøbning <b>er ikke tilladt</b>!
de: Umbennen des Repositories <b>nicht erlaubt</b>!
es_cl: ¡<b>No está permitido</b> renombrar el Repositorio!
hu: Programcsomag átnevezése <b>nem megengedett</b>!
nl: Repository naam <b>niet toegestaan</b>!
pl: Zmiana nazwy repozytorium <b>niedozwolona</b>!
pt_br: <b>Não foi possível</b>renomear o Repositório
ru: Переименование репозитория <b>запрещено</b>!
sk: Premenovanie repozitára <b>nie je umožnené</b>!
sv: Döpa om förrådet <b>är inte tillåtet</b>!
tr: Depoyu yeniden adlandırmanıza <b>izin verilmiyor</b>!

source: There is <b>%d</b> preserved library on the system
es_cl: Hay <b>%d</b> biblioteca protegida en el sistema
nl: Er is <b>%d</b> bibliotheek bewaard op het systeem
pl: Jest <b>%d</b> zachowana biblioteka w systemie
pt_br: Há uma <b>%d</b> biblioteca preservada no sistema
ru: Имеется <b>%d</b> сохраненная в системе библиотека
sk: V systéme je dostupných <b>%d</b> zachovaných knižníc
sv: Det finns <b>%d</b> bevarade bibliotek på systemet
