Repository: Sabayon/entropy
Catalog: client/po/*.po
Languages: cs, fr_ca

source: Exporting database table
cs: Exportuji tabulku databáze
fr_ca: Export de la table de la base de données

source: Database Export complete.
cs: Export databáze dokončen.

source: ATTENTION
cs: POZOR

source: updating repository metadata layout, please wait!
cs: aktualizuji rozvržení metadat repozitáře, čekejte prosím...

source: generating provided_libs metadata, please wait!
cs: generuji metadata provided_libs, čekejte prosím...

source: SPM
cs: SZB

source: Running packages metadata update
cs: Spouštím aktualizaci metadat balíčků

source: it could take a while
cs: může to chvíli trvat
fr_ca: cela pourrait prendre du temps

source: action
cs: činnost

source: package move actions complete
cs: činnosti přesunu balíčku dokončeny
fr_ca: actions de déplacement de paquet terminées

source: WARNING
cs: VAROVÁNÍ
fr_ca: AVERTISSEMENT

source: Cannot run SPM cleanup, error
cs: Nelze spustit čištění SZB, chyba
fr_ca: Impossible d'exécuter le nettoyage SPM, erreur

source: package moves completed successfully
cs: přesuny balíčku úspěšně dokončeny
fr_ca: déplacements de paquets complétés avec succès

source: Moving old entry
cs: Přesouvám starý záznam
fr_ca: Déplacement d'un vieil élément

source: to
cs: do
fr_ca: à

source: Syncing current database
cs: Synchronizuji současnou databázi
fr_ca: Synchro de la base de données courante

source: please wait
cs: čekejte prosím
fr_ca: veuillez patienter

source: Removing entry
cs: Odebírám záznam
fr_ca: Suppression de l'élément

source: Adding entry
cs: Přidávám záznam
fr_ca: Ajout de l'élément

source: Accessibility
cs: Zpřístupnění

source: Accessibility applications
cs: Aplikace pro zpřístupnění

source: Office
cs: Kancelář
fr_ca: Bureautique

source: Applications used in office environments
cs: Aplikace používané v kancelářských prostředích
fr_ca: Programmes utilisés dans des environnements de bureau

source: Development
cs: Vývoj
fr_ca: Développement

source: Applications or system libraries
cs: Aplikace, či systémové knihovny
fr_ca: Applications ou librairies système

source: System
cs: Systém
fr_ca: Système

source: System applications or libraries
cs: Systémové aplikace a knihovny
fr_ca: Applications système ou librairies

source: Games
cs: Hry
fr_ca: Jeux

source: Games, enjoy your spare time
cs: Hry, užijte si svůj volný čas
fr_ca: Jeux, profitez de votre temps libre

source: GNOME Desktop
cs: Prostředí GNOME
fr_ca: Bureau GNOME

source: Applications and libraries for the GNOME Desktop
cs: Aplikace a knihovny pracovního prostředí GNOME
fr_ca: Applications et librairies pour le bureau GNOME

source: KDE Desktop
cs: Prostředí KDE
fr_ca: Bureau KDE

source: Applications and libraries for the KDE Desktop
cs: Aplikace a knihovny pracovního prostředí KDE
fr_ca: Applications et librairies pour le bureau KDE

source: XFCE Desktop
cs: Prostředí XFCE
fr_ca: Bureau XFCE

source: Applications and libraries for the XFCE Desktop
cs: Aplikace a knihovny pracovního prostředí XFCE
fr_ca: Applications et librairies pour le bureau XFCE

source: LXDE Desktop
cs: Prostředí LXDE
fr_ca: Bureau LXDE

source: Applications and libraries for the LXDE Desktop
cs: Aplikace a knihovny pracovního prostředí LXDE
fr_ca: Applications et librairies pour le bureau LXDE

source: Multimedia
cs: Multimédia
fr_ca: Multimédia

source: Applications and libraries for Multimedia
cs: Multimediální aplikace a knihovny
fr_ca: Applications et librairies pour Multimédia

source: Networking
cs: Síťové nástroje
fr_ca: Réseau

source: Applications and libraries for Networking
cs: Síťové aplikace a knihovny
fr_ca: Applications et librairies pour Réseau

source: Science
cs: Věda

source: Scientific applications and libraries
cs: Vědecké aplikace a knihovny
fr_ca: Applications scientifiques et librairies

source: Security
cs: Bezpečnost
fr_ca: Sécurité

source: Security oriented applications
cs: Aplikace orientované na bezpečnost

source: Applications and libraries for X11
cs: Aplikace a knihovny pro X11
fr_ca: Applications et librairies pour X11

source: Reloading Portage modules
cs: Znovu načítám moduly Portage

source: error
cs: chyba
fr_ca: erreur

source: not found
cs: nenalezeno
fr_ca: introuvable

source: Cannot run Source Package Manager trigger for
cs: Nelze spustit spouštěč správce zdrojových balíčků pro
fr_ca: Impossible d'exécuter le déclencheur du gestionnaire de source des paquets pour

source: Please report it
cs: Prosíme nahlaste chybu
fr_ca: Veuillez le rapporter

source: Attach this
cs: Připojit
fr_ca: Attacher ceci

source: Cannot run SPM configure phase for
cs: Nelze spustit konfigurační fázi SZB pro
fr_ca: Impossible de configurer la phase de configuration SPM pour

source: Error
cs: Chyba
fr_ca: Erreur

source: package not available on system
cs: balíček není dostupný v systému

source: repackaging
cs: přebaluji
fr_ca: repaquetage

source: Cannot complete quickpkg for atom
cs: Nelze dokončit quickpg pro atom
fr_ca: Impossible de complter 'quickpkg' pour l'atome

source: package files rebuild did not run properly
cs: znovuvytvoření souborů balíčků neproběhlo správně
fr_ca: La recompilation des fichiers du paquet ne s'est pas exécutée correctement

source: Please update packages manually
cs: Prosím aktualizujte balíčky ručně
fr_ca: Veuillez mettre à jour les paquets manuellement

source: forcing package updates
cs: vynucuji aktualizaci balíčků
fr_ca: forcer les mises à jour du paquet

source: Syncing with
cs: Synchronizace s
fr_ca: Synchroniser avec

source: Cannot complete quickpkg for atoms
cs: Nelze dokončit quickpkg pro atomy
fr_ca: Impossible de complter 'quickpkg' pour les atomes

source: Cannot stat path
cs: Nelze získat informace o cestě

source: Cannot update Portage package metadata
cs: Nelze aktualizovat metadata balíčku Portage

source: SPM uid update error
cs: Chyba aktualizace uid SZB
fr_ca: Erreur de mise à jour de l'uid SPM

source: Cannot update SPM installed pkgs file
cs: Nelze aktualizovat soubor nainstalovaných balíčků SZB
fr_ca: Impossible de mettre à jour le fichiers des paquets SPM installés

source: Portage world file is corrupted
cs: World soubor portage je poškozen

source: Attention
cs: Pozor

source: preserved libraries have been found on system
cs: na systému byly nalezeny zachované knihovny

source: does not exist
cs: neexistuje
fr_ca: n'existe pas

source: Overwriting
cs: Přepisuji
fr_ca: Remplacement

source: variable differs
cs: proměnné se liší
fr_ca: variable diffère

source: Updating
cs: Aktualizuji
fr_ca: Mise à jour

source: updating critical variables
cs: aktualizuji kritické proměnné
fr_ca: mise à jour des variables critiques

source: differs
cs: se liší
fr_ca: diffère

source: Reverting
cs: Vracím zpět
fr_ca: Retour

source: Skipping configuration files update, you are not root.
cs: Přeskakuji aktualizaci konfiguračních souborů, nejste root.
fr_ca: Saut de la mise à jour des fichiers de configuration, vous n'êtes pas root

source: Error calculating dependencies
cs: Chyba kalkulace závislostí
fr_ca: Erreur lors du calcul des dépendances

source: not supported
cs: nepodporováno
fr_ca: non supporté

source: Probably Portage API has changed
cs: Pravděpodobně se změnilo API Portage
fr_ca: l'API Portge a probablement changé

source: IOError while reading
cs: Chyba IO při čtení

source: illegal Entropy package tag in ebuild
cs: Neplatná značka balíčku Entropy v ebuildu

source: Unknown documents
cs: Neznámé dokumenty

source: Comments
cs: Komentáře
fr_ca: Commentaires

source: Images/Screenshots
cs: Obrázky/Snímky obrazovky
fr_ca: Images/Captures d'écran

source: Generic Files
cs: Obecné soubory
fr_ca: Fichiers génériques

source: Videos
cs: Videa

source: Icons
cs: Ikony

source: Unknown document
cs: Neznámý dokument

source: Comment
cs: Komentář
fr_ca: Commentaire

source: Image/Screenshot
cs: Obrázek/Snímek obrazovky
fr_ca: Image/Capture d'écran

source: Generic File
cs: Obecný soubor
fr_ca: Fichier générique

source: Icon
cs: Ikona

source: Automerging file
cs: Automaticky slučuji soubor
fr_ca: Autofusion du fichier

source: Found update
cs: Nalezena aktualizace

source: System Error
cs: Systémová chyba
fr_ca: Erreur système

source: Cannot automerge file
cs: Nelze automaticky sloučit soubor
fr_ca: Impossible d'autofusionner le fichier

source: Name already taken
cs: Název je již používán
fr_ca: Nom déjà utilisé

source: Cannot remove the old element
cs: Nelze odebrat starý element
fr_ca: Impossible de supprimer l'ancien élément

source: Cannot create the element
cs: Nelze vytvořit element
fr_ca: Impossible de créer l'élément

source: cannot start with
cs: nelze začít s
fr_ca: ne peut pas débuter par

source: Already removed
cs: Již odebrán
fr_ca: Déjà supprimé

source: Not defined by user
cs: Nedefinováno uživatelem
fr_ca: Pas défini par l'utilisateur

source: Set not found or unable to remove
cs: Sada nenalezena, nebo nejde odebrat
fr_ca: Groupe introuvable ou impossible de supprimer

source: Repository
cs: Repozitář
fr_ca: Dépôt

source: is corrupted
cs: je poškozen
fr_ca: est corrompu

source: Cannot calculate the checksum
cs: Nelze vypočítat kontrolní součet

source: Please update your repositories now in order to remove this message!
cs: Prosím aktualizujte nyní Vaše repozitáře pro odstranění této zprávy.
fr_ca: Veuillez mettre à jour vos dépôts pour supprimer ce message !

source: is not available
cs: není dostupný
fr_ca: n'est pas disponible

source: Cannot validate
cs: Nelze ověřit
fr_ca: Impossible de valider

source: bad repository id specified
cs: zadáno špatné id repozitáře
fr_ca: mauvais id de dépôt spécifié

source: Repository %s hasn't been downloaded yet.
cs: Repozitář %s ještě nebyl stažen.
fr_ca: Le dépôt %s n'a pas encore été téléchargé.

source: System database not found or corrupted
cs: Systémová databáze nenalezena nebo narušena
fr_ca: Base de données système introuvable ou corrompue

source: running in safe mode using temporary, empty repository
cs: spouštím v bezpečném režimu použitím dočasného prázdného repozitáře

source: Backing up repository to
cs: Zálohuji repozitář do

source: Repository backed up successfully
cs: Repozitář úspěšně zazálohován

source: All fine
cs: Vše v pořádku
fr_ca: Tout est OK

source: Restoring backed up repository
cs: Obnovuji zazálohovaný repozitář

source: Unable to unpack
cs: Nelze rozbalit
fr_ca: Incapable de dépaquetter

source: Repository restored successfully
cs: Repozitář úspěšně obnoven

source: Removing
cs: Odstraňuje se
fr_ca: Suppression

source: Resources unlocked, let's go!
cs: Zdroje odemčeny, jdeme na to!
fr_ca: Ressources déverrouillées, allons-y !

source: Resources still locked, giving up!
cs: Zdroje stále uzamčeny, vzdávám se!

source: Resources locked, sleeping...
cs: Zdroje uzamčeny, vyčkávám...

source: Checking speed of
cs: Ověřuji rychlost

source: Mirror speed
cs: Rychlost zrcadla

source: not a valid method
cs: neplatná metoda
fr_ca: pas une méthode valide

source: Repository URL
cs: URL repozitáře

source: Repository local path
cs: Místní cesta k repozitáři

source: Repository API
cs: API repozitáře

source: Repository is being updated
cs: Repozitář se aktualizuje
fr_ca: Dépôt est en cours de mise à jour

source: Try again in a few minutes
cs: Zkuste znovu za pár minut
fr_ca: Veuillez réessayer dans quelques minutes

source: Downloading repository
cs: Stahuji repozitář

source: unable to download the repository
cs: nelze stáhnout repozitář

source: Downloading checksum
cs: Stahuji kontrolní součet
fr_ca: Téléchargement de la somme de contrôle

source: Cannot fetch checksum
cs: Nelze stáhnout kontrolní součet
fr_ca: Impossible de lire la somme de contrôle

source: Cannot verify repository integrity
cs: Nelze ověřit integritu repozitáře

source: Unpacking database to
cs: Rozbaluji databázi do
fr_ca: Dépaquettage de la base de données vers

source: Cannot unpack compressed package
cs: Nelze rozbalit zkomprimovaný balíček
fr_ca: Impossible de dépaquetter le paquet compressé

source: Skipping repository
cs: Přeskakuji repozitář
fr_ca: Saut du dépôt

source: Repository is invalid
cs: Repozitář je neplatný

source: Indexing Repository metadata
cs: Indexování metadat repozitáře
fr_ca: Indexation des métadonnées du dépôt

source: Downloading repository metafile
cs: Stahuji meta soubor repozitáře
fr_ca: Téléchargement du métafichier du dépôt

source: Downloading GPG signature of repository metafile
cs: Stahuji podpis GPG meta souboru repozitáře

source: Downloading Notice Board
cs: Stahuji nástěnku oznámení
fr_ca: Téléchargement du tableau d'affichage

source: unpacked meta file
cs: rozbalen meta soubor
fr_ca: métafichier dépaquetté

source: removed meta file
cs: odebrán meta soubor

source: not available, it's ok
cs: nedostupný, nevadí
fr_ca: pas disponible, c'est ok

source: not available, not very ok!
cs: není dostupný, to není moc v pořádku!

source: available, w00t!
cs: dostupný, skvělé!
fr_ca: disponible, youppi !

source: cannot be unpacked, not very ok!
cs: nelze rozbalit, to není moc dobré!

source: Repository revision
cs: Revize repozitáře
fr_ca: Révision du dépôt

source: Checking downloaded repository
cs: Kontroluji stažený repozitář

source: Cannot open digest
cs: Nelze otevřít digest
fr_ca: Impossible d'ouvrir le résumé

source: Downloaded repository status
cs: Stav staženého repozitáře

source: ERROR
cs: CHYBA
fr_ca: ERREUR

source: An error occured while checking repository integrity
cs: Nastala chyba při kontrole integrity repozitáře

source: Giving up
cs: Vzdávám se
fr_ca: Abandon

source: Make sure to verify the imported key and set an appropriate trust level
cs: Ujistěte se, že ověříte importovaný klíč a nastavíte vhodnou úroveň důvěry

source: This repository suports GPG-signed packages
cs: Repozitář podporuje balíčky podepsané GPG

source: you may want to install GnuPG to take advantage of this feature
cs: možná chcete nainstalovat GnuPG pro využívání této funkce

source: GPG key changed for
cs: Změnil se GPG klíč pro

source: GPG key already installed for
cs: Již existuje GPG klíč pro

source: GPG key EXPIRED for repository
cs: Vypršel GPG klíč repozitáře

source: Installing GPG key for repository
cs: Instaluji GPG klíč pro repozitář

source: Error during GPG key installation
cs: Chyba při instalaci GPG klíče

source: GPG key seems already installed but not properly recorded, resetting
cs: GPG klíč vypadá nainstalovaný, ale špatně zaznamenaný, nastavuji znovu

source: Successfully installed GPG key for repository
cs: Úspěšně nainstalován GPG klíč pro repozitář

source: Fingerprint
cs: Otisk

source: Verifying GPG signature of
cs: Ověřuji GPG podpis

source: Verified GPG signature of
cs: Ověřen GPG podpis

source: Error during GPG verification of
cs: Chyba při ověřování GPG

source: It could mean a potential security risk
cs: Může znamenat potenciální bezpečnostní riziko

source: Web Service
cs: Služba webu

source: skipping differential sync
cs: přeskakuji diferenciální synchronizaci
fr_ca: Saut de la synchro différentielle

source: threshold
cs: Práh
fr_ca: seuil

source: Web Service communication error
cs: Chyba komunikace se službou webu

source: Web Service data error
cs: Chyba dat služby webu

source: Local status
cs: Místní stav
fr_ca: État local

source: Fetching segments
cs: Stahuji segmenty
fr_ca: Lecture des segments

source: Web Service status
cs: Stav služby webu

source: cannot fetch repository metadata
cs: Nelze stáhnout metadata repozitáře
fr_ca: impossible de lire les métadonnées du dépôt

source: cannot update package sets data
cs: nelze aktualizovat data sad balíčků
fr_ca: impossible de mettre à jour les données des groupes de paquets

source: Fetch error on segment while adding
cs: Chyba stahování na segmentu při přidávání
fr_ca: Erreur de lecture sur segment au cours de l'ajout

source: repository error while adding packages
cs: chyba repozitáře při přidávání balíčků
fr_ca: Erreur du dépôt lors de l'ajout de paquets

source: repository error while removing packages
cs: chyba repozitáře při odebírání balíčků
fr_ca: Erreur du dépôt lors de la suppression de paquets

source: Repository checksum doesn't match remote.
cs: Kontrolní součet repozitáře nesouhlasí.

source: local
cs: místní

source: remote
cs: vzdálený
fr_ca: distant

source: repository is already up to date
cs: repozitář je již aktuální

source: Configuration files update error, not critical, continuing
cs: Nekritická chyba aktualizace konfiguračních souborů, pokračuji
fr_ca: Erreur de mise à jour des fichiers de configuration, non critique, poursuite

source: Already prepared
cs: Již připraveno
fr_ca: Déjà préparé

source: Not yet prepared
cs: Ještě nepřipraveno
fr_ca: Pas encore préparé

source: Mirror
cs: Zrcadlo
fr_ca: Miroir

source: maximum failure threshold reached
cs: dosažen maximální počet chyb
fr_ca: seuil maximum d'échec atteint

source: success
cs: úspěch
fr_ca: succès

source: Aggregated transfer rate
cs: Agregovaná rychlost přenosu
fr_ca: Taux de transfert groupé

source: second
cs: sekunda
fr_ca: seconde

source: Error downloading from
cs: Chyba stahování z
fr_ca: Erreur de téléchargement depuis

source: data not available on this mirror
cs: data nejsou dostupná na zrcadle
fr_ca: données non disponible sur ce miroir

source: wrong checksum
cs: špatný kontrolní součet
fr_ca: mauvaise somme de contrôle

source: timeout error
cs: vypršení časového limitu
fr_ca: erreur de délai expiré

source: discarded download
cs: vyřazené stahování
fr_ca: téléchargement ignoré

source: unknown reason
cs: neznámý důvod
fr_ca: raison inconnue

source: Downloading from
cs: Stahuji
fr_ca: Téléchargement à partir de

source: Successfully downloaded from
cs: Úspěšně staženo z
fr_ca: Téléchargement terminé avec succès à partir de

source: at
cs: na
fr_ca: à

source: file not available on this mirror
cs: soubor není dostupný na zrcadle
fr_ca: fichier non disponible sur ce miroir

source: Disabling resume
cs: Zakazuji obnovení

source: timeout, retrying on this mirror
cs: vypršel časový limit, zkouším na následujícím zrcadle
fr_ca: délai expiré, nouvel essai sur ce miroir

source: timeout, giving up
cs: vypršel časový limit, vzdávám se
fr_ca: délai expiré, abandon

source: Package signature verification error for
cs: Chyba ověření podpisu balíčku pro

source: disabled
cs: vypnuto

source: Checking package signature
cs: Ověřuji podpis balíčku

source: Package signature verification
cs: Ověřování podpisu balíčku

source: temporarily unavailable
cs: dočasně nedostupný

source: Package signature
cs: Podpis balíčku

source: does not match the recorded one
cs: neshoduje se se zaznamenaným
fr_ca: ne correspond pas à celle enregistrée

source: matches
cs: souhlasí
fr_ca: correspond

source: Checking package checksum...
cs: Ověřuji kontrolní součet balíčku...
fr_ca: Vérification de la somme de contrôle du paquet...

source: Package checksum matches
cs: Kontrolní součet balíčku souhlasí
fr_ca: La somme de contrôle du paquet correspond

source: Checksum does not match. Download attempt #%s
cs: Kontrolní součet nesouhlasí. Pokus stažení #%s
fr_ca: La somme de contrôle du paquet ne correspond pas. Tentative de téléchargement #%s

source: Cannot properly fetch package! Quitting.
cs: Nelze stáhnout balíček! Končím.
fr_ca: Impossible de lire le paquet correctement ! Sortie.

source: Cannot fetch package or checksum does not match
cs: Nelze stáhnout balíček, nebo nesouhlasí kontrolní součet
fr_ca: Impossible de lire le paquet ou la somme de contrôle ne correspond pas

source: Try to download latest repositories
cs: Zkuste stáhnout poslední repozitáře
fr_ca: Essayez de télécharger les derniers dépôts

source: Unpacking
cs: Rozbaluji
fr_ca: Dépaquettage

source: Unpack error
cs: Chyba rozbalení

source: Unable to find Entropy metadata in package
cs: Nelze nalézt metadata Entropy v balíčku

source: configuration phase
cs: konfigurační fáze
fr_ca: phase de configuration

source: Removing from Entropy
cs: Odstraňuji z Entropy
fr_ca: Suppression d'Entropy...

source: Removing config file, never modified
cs: Odstraňuji konfigurační soubor, nebyl nikdy měněn
fr_ca: Suppression du fichier de configuration, jamais modifié

source: remove
cs: odebrat
fr_ca: suppression

source: Protecting config file
cs: Chráním konfigurační soubor
fr_ca: Protection du fichier de configuration

source: This package contains a badly encoded file !!!
cs: Balíček obsahuje špatně kódovaný soubor!
fr_ca: Ce paquet contient un fichier mal encodé !!!

source: Collision found during removal of
cs: Nalezena kolize při odebírání
fr_ca: Collision constatée durant la suppression de

source: Updating database
cs: Aktualizuje se databáze
fr_ca: Mise à jour de la base de données

source: %s is a file when should be a directory !! Removing in 20 seconds...
cs: %s je soubor, ale měl by být adresářem. Odstraňuji za 20 vteřin...
fr_ca: %s devrait être un répertoire et non un fichier ! Suppression dans 20 secondes...

source: directory expected, symlink found
cs: očekáván adresář, nalezen symbolický odkaz
fr_ca: répertoire espéré, lien symbolique trouvé

source: Removing in 20 seconds !!
cs: Odstraním za 20 vteřin.
fr_ca: Suppression dans 20 secondes !

source: Cannot remove symlink
cs: Nelze odebrat symbolický odkaz

source: Automerging config file, never modified
cs: Automaticky slučuji konfigurační soubor, nikdy nebyl měněn
fr_ca: Fusion automatique du fichier de configuration, jamais modifié

source: Circular symlink issue
cs: Chyba kruhového odkazu

source: file expected, directory found
cs: očekáván soubor, nalezen adresář
fr_ca: fichier attendu, répertoire trouvé

source: File move error
cs: Chyba přesunu souboru
fr_ca: Erreur de déplacement de fichier

source: please report
cs: prosím nahlaste
fr_ca: Veuillez rapporter

source: Cannot protect broken symlink
cs: Nelze chránit rozbitý symbolický odkaz

source: Skipping file installation/removal
cs: Přeskakuji instalaci/odstranění souboru
fr_ca: Saut de l'installation/suppression du fichier

source: Collision found during install for
cs: Nalezena kolize při instalaci
fr_ca: Collision constatée durant installation pour

source: cannot overwrite
cs: nelze přepsat
fr_ca: Impossible d'écraser

source: Downloading
cs: Stahuji
fr_ca: Téléchargement

source: Local path
cs: Místní cesta
fr_ca: Emplacement local

source: Package cannot be fetched. Try to update repositories
cs: Balíček nelze stáhnout. Zkuste aktualizovat repozitáře
fr_ca: Le paquet ne peut être lu. Essayez de mettre à jour vos dépôts

source: archive
cs: archiv

source: Some packages cannot be fetched
cs: Některé balíčky nelze stáhnout
fr_ca: Certains paquets ne peuvent être lus

source: Try to update your repositories and retry
cs: Zkuste aktualizovat repozitáře a opakujte
fr_ca: Essayez de mettre à jour vos dépôts et réessayez

source: Package cannot be downloaded, unknown error.
cs: Balíček nelze stáhnout, neznámá chyba.
fr_ca: Le paquet ne peut être téléchargé, erreur inconnue

source: Installed package in queue vanished, skipping.
cs: Instalovaný balíček ve frontě zmizel, přeskakuji.
fr_ca: Le paquet installé dans la file a disparu, saut.

source: Merging package
cs: Slučuji balíček
fr_ca: Fusion du paquet

source: You are running out of disk space
cs: Dochází Vám volné místo na disku.
fr_ca: Vous manquez d'espace disque

source: I bet, you're probably Michele
cs: vsadím se, že jste Michele
fr_ca: JE parie que vous vous êtes probablement Michele

source: An error occured while trying to unpack the package
cs: Při rozbalování balíčku nastala chyba
fr_ca: Une erreur s'est produite durant de la dépaquettage du paquet

source: Check if your system is healthy
cs: Ověřte zda je systém v pořádku
fr_ca: Vérifiez si votre système est sain

source: Installing package
cs: Instaluji balíček
fr_ca: Installation du paquet

source: unsupported splitdebug usage (package files)
cs: nepodporované použití splitdebug (soubory balíčku)
