Repository: Sabayon/entropy
Catalog: client/po/*.po
Languages: cs, fr_ca

source: <3 debug files installation enabled <3
cs: <3 instalace ladících souborů zapnuta <3

source: An error occured while trying to install the package
cs: Nastala chyba při instalaci balíčku
fr_ca: Une erreur s'est produite lors de l'installation du paquet

source: Removing data
cs: Odstraňuji data
fr_ca: Suppression des données

source: An error occured while trying to remove the package
cs: Nastala chyba při odebírání balíčku
fr_ca: Une erreur s'est produite lors de la suppression du paquet

source: Check if you have enough disk space on your hard disk
cs: Ověřte zda máte dostatek místa na pevném disku
fr_ca: Vérifiez si vous disposez de suffisamment d'espace disque

source: Cleaning
cs: Čistím
fr_ca: Nettoyage

source: Error during package files permissions setup
cs: Chyba při nastavení práv souborů balíčku

source: Cleaning previously installed application data.
cs: Čistím data od původně nainstalované aplikace.

source: Configuring package
cs: Nastavuji balíček
fr_ca: Configuration du paquet

source: An error occured while trying to configure the package
cs: Při nastavování balíčku nastala chyba
fr_ca: Une erreur s'est produite lors de la configuration du paquet

source: Make sure that your system is healthy
cs: Ujistěte se, že je systém v pořádku
fr_ca: Assurez-vous que vous système est sain

source: It seems that Source Package Manager entry is missing
cs: Vypadá to že záznam správce zdrojových balíčků chybí
fr_ca: Il semble que l'entrée du gestionnaire de source de paquets est manquante

source: Installed package vanished
cs: Instalovaný balíček zmizel
fr_ca: Le paquet installé a disparu

source: Fetch not available
cs: Stažení není dostupné
fr_ca: Lecture indisponible

source: Fetching
cs: Stahuji
fr_ca: Lecture

source: Multi Fetching
cs: Sdružené stahování
fr_ca: Lecture multiple

source: package
cs: balíček

source: Fetching sources
cs: Stahuji zdroje
fr_ca: Lecture des sources

source: Verifying
cs: Ověřuji
fr_ca: Vérification

source: Multi Verification
cs: Vícenásobné ověření
fr_ca: Vérification multiple

source: Merging
cs: Slučuji
fr_ca: Fusion

source: Installing
cs: Instaluji
fr_ca: Installation

source: Postinstall
cs: Po-instalace
fr_ca: Post-installation

source: Setup
cs: Nastavení

source: Preinstall
cs: Před-instalace
fr_ca: Pré-installation

source: Preremove
cs: Před-odebrání
fr_ca: Pré-suppression

source: Postremove
cs: Po-odebrání
fr_ca: Post-suppression

source: Configuring
cs: Nastavuji
fr_ca: Configuration

source: An error occured. Action aborted.
cs: Nastala chyba. Činnost přerušena.
fr_ca: Une erreur s'est produite. Action annulée.

source: forcing packages metadata update
cs: Vynucuji aktualizaci metadat balíčků
fr_ca: Forcer la mise à jour des métadonnées des paquets

source: Updating system database using repository
cs: Aktualizuji systémovou databázi pomocí repozitáře
fr_ca: Mise à jour de la base de données sytème en utilisant le dépôt

source: Source Package Manager interface can't be loaded
cs: Nelze načíst rozhraní správce zdrojových balíčků
fr_ca: L'interface du gestionnaire de source de paquets ne peut être chargé

source: please fix
cs: prosím opravte
fr_ca: veuillez corriger

source: Cannot run External trigger for
cs: Nelze spustit externí spouštěč pro
fr_ca: Impossible d'exécuter le déclencheur externe pour

source: post-install phase
cs: po-instalační fáze
fr_ca: Phase de post-installation

source: pre-install phase
cs: před-instalační fáze
fr_ca: Phase de pré-installation

source: setup phase
cs: fáze nastavení

source: pre-remove phase
cs: fáze před odebráním
fr_ca: Phase de pré-suppression

source: post-remove phase
cs: fáze po odebrání
fr_ca: Phase de post-suppression

source: Something bad happened. Please have a look.
cs: Stalo se něco špatného. Prosím podívejte se.
fr_ca: Quelque chose de mauvais s'est produit. Veuillez vérifier.

source: there is
cs: Existuje

source: package file that could be removed
cs: balíček, který lze odebrat

source: Packages are stored in
cs: Balíčky jsou uloženy v

source: a new release is available
cs: je dostupné nové vydání
fr_ca: une nouvelle version est disponible

source: Mind to install it before any other package
cs: Nainstalujte jej, prosím, před ostatními balíčky
fr_ca: Veuillez l'installer avant tout autre paquet

source: Advisories fetch error
cs: Chyba stahování doporučení
fr_ca: Erreur de lecture des avis

source: Repositories synchronization
cs: Synchronizace repozitářů
fr_ca: Synchronisation des dépôts

source: Checking %s
cs: Kontroluji %s
fr_ca: vérification de %s

source: Sorting dependencies
cs: Řadím závislosti
fr_ca: Tri des dépendances

source: Calculating inverse dependencies for
cs: Zkoumám reverzní závislosti pro
fr_ca: Calcul des dépendances inverses pour

source: Calculating updates
cs: Zkoumám aktualizace

source: infinite
cs: neomezeně
fr_ca: infini

source: sec
cs: s
fr_ca: seconde(s)

source: Aggregated download
cs: Agregované stahování
fr_ca: Téléchargment aggrégé

source: item
cs: položka

source: GPG key EXPIRED for URL
cs: VYPRŠEL GPG klíč pro URL

source: Installing GPG key for URL
cs: Instaluji GPG klíč pro URL

source: Successfully installed GPG key for URL
cs: Úspěšně nainstalován GPG klíč pro URL

source: Security Advisories
cs: Bezpečnostní doporučení
fr_ca: Avis de sécurité

source: GPG key verification successful
cs: Ověření GPG klíče bylo úspěšné

source: Warning
cs: Varování
fr_ca: Avertissement

source: advisory broken
cs: doporučení je rozbité
fr_ca: avis endommagé

source: getting latest advisories
cs: získávám nejnovější doporučení

source: updated successfully
cs: aktualizováno úspěšně
fr_ca: mise à jour complétée avec succès

source: already up to date
cs: už je aktuální
fr_ca: déjà à jour

source: cannot download checksum, sorry
cs: nelze stáhnout kontrolní součet, pardon

source: unable to download advisories, sorry
cs: nelze stáhnout doporučení, promiňte

source: Verifying checksum
cs: Ověřuji kontrolní součet
fr_ca: Vérification de la somme de contrôle

source: cannot open packages, sorry
cs: nelze otevřít balíčky, pardon
fr_ca: Impossible d'ouvrir les paquets, désolé

source: cannot read the checksum, sorry
cs: nelze přečíst kontrolní součet, pardon
fr_ca: Impossible d'ouvrir la somme de contrôle, désolé

source: digest verification failed, sorry
cs: ověřovaní digest bohužel selhalo
fr_ca: la vérification de hachage a échoué, désolé

source: verification successful
cs: ověření bylo úspěšné

source: GPG service not available
cs: Služba GPG není dostupná

source: digest verification failed, try again later
cs: ověřovaní digest bohužel selhalo, zkuste to později
fr_ca: la vérification de hachage a échoué, veuillez réessayer plus tard

source: installing
cs: instaluji
fr_ca: installation

source: Runtime dependency
cs: Závislost běhu

source: Post dependency
cs: Po instalační závislost

source: Manually added (by staff) dependency
cs: Ručně přidaná (vývojářská) závislost

source: Build dependency
cs: Závislost sestavení

source: Corrupted Client Repository. Please restore a backup.
cs: Poškozený repozitář klienta. Prosím obnovte jej ze zálohy.
fr_ca: Dépôt du client corrompu. Veuillez restaurer une copie de sécurité.

source: reason not available
cs: důvod není dostupný
fr_ca: raison non disponible

source: user package.mask
cs: uživatelský package.mask

source: user package.unmask
cs: uživatelský package.unmask

source: user repo package.keywords (all packages)
cs: uživatelský package.keywords repozitáře (všechny balíčky)
fr_ca: user repo package.keyworkds (tous les paquets)

source: user repo package.keywords
cs: uživatelský package.keywords repozitáře

source: user package.keywords
cs: uživatelský package.keywords

source: repository general packages.db.mask
cs: obecný packages.db.mask repozitáře

source: repository general packages.db.keywords
cs: obecný packages.db.keywords repozitáře

source: user license.mask
cs: uživatelský license.mask
fr_ca: repository general packages.db.keywords

source: directory
cs: adresář

source: Cleaned
cs: Vyčištěno

source: files and directories
cs: soubory a adresáře

source: Uploading
cs: Odesílání

source: corrupted
cs: poškozený

source: Not installed
cs: Nenainstalován
fr_ca: Pas installé

source: N/A
cs: Nedostupný

source: Package
cs: Balíček
fr_ca: Paquet

source: branch
cs: větev
fr_ca: branche

source: Category
cs: Kategorie
fr_ca: Catégorie

source: Name
cs: Název
fr_ca: Nom

source: Masked
cs: Maskovaný
fr_ca: Masqué

source: Available
cs: Dostupný
fr_ca: Disponible

source: Installed
cs: Nainstalováno
fr_ca: Installé

source: version
cs: verze

source: revision
cs: revize
fr_ca: révision

source: Size
cs: Velikost
fr_ca: Taille

source: Download
cs: Stáhnout
fr_ca: Téléchargement

source: Checksum
cs: Kontrolní součet
fr_ca: Somme de contrôle

source: Dependencies
cs: Závislosti
fr_ca: Dépendances

source: Legend
cs: Vysvětlivky

source: Conflicts
cs: Konflikty
fr_ca: Conflits

source: Homepage
cs: Domovská stránka
fr_ca: Page d'accueil

source: Description
cs: Popis

source: USE flags
cs: USE flagy
fr_ca: Indicateurs USE

source: Sources
cs: Zdroje

source: Entry API
cs: API záznamu
fr_ca: Entrée API

source: Compiled with
cs: Zkompilováno s
fr_ca: Compilé avec

source: Keywords
cs: Klíčová slova
fr_ca: Mots-clé

source: Created
cs: Vytvořeno
fr_ca: Créé

source: License
cs: Licence

source: Reverse graphing installed package
cs: Vytvářím reverzní graf nainstalovaného balíčku

source: No packages found
cs: Žádné balíčky nenalezeny
fr_ca: Aucun paquet trouvé

source: packages passed as arguments
cs: balíčky předané jako parametry

source: packages with no further dependencies
cs: balíčky bez dalších závislostí

source: packages with further dependencies (node)
cs: balíčky s dalšími závislostmi (uzel)

source: packages already pulled in as dependency in upper levels (circularity)
cs: balíčky již vtaženy jako závislosti ve vyšších úrovních (kruhová závislost)

source: Graphing
cs: Vytvářím graf

source: Entropy needs your attention
cs: Entropy vyžaduje Vaši pozornost
fr_ca: Entropy nécessite votre attention

source: Yes
cs: Ano
fr_ca: Oui

source: No
cs: Ne
fr_ca: Non

source: Entropy got a question for you
cs: Entropy na Vás má dotaz
fr_ca: Entropy a une question pour vous

source: Interrupted
cs: Přerušeno
fr_ca: Interrompu

source: Selected number
cs: Vybrané číslo
fr_ca: Numéro sélectionné

source: Please select an option
cs: Prosím vyberte možnost
fr_ca: Veuillez choisir une option

source: Discard all
cs: Zahodit vše
fr_ca: Ignorer tout

source: Confirm
cs: Potvrdit
fr_ca: Confirmer

source: Add item
cs: Přidat položku
fr_ca: Ajouter un item

source: Edit item
cs: Upravit položku

source: Remove item
cs: Odebrat položku
fr_ca: Supprimer un item

source: Show current list
cs: Zobrazit aktuální seznam
fr_ca: Afficher la liste courante

source: Your choice (type a number and press enter):
cs: Vaše volba (zadejte číslo a stiskněte klávesu enter):
fr_ca: Votre choix (tappez un nombre et appuyez sur Enter) :

source: You don't have typed a number.
cs: Nezadali jste číslo.
fr_ca: Vous n'avez pas tappé un nombre.

source: Invalid action.
cs: Neplatná činnost.
fr_ca: Action invalide.

source: String to add (-1 to go back):
cs: Řetězec k přidání (-1 krok zpět):

source: Invalid string.
cs: Neplatný řetězec.
fr_ca: Chaîne invalide

source: Element number to edit (-1 to go back):
cs: Číslo prvku k úpravě (-1 krok zpět):

source: new value:
cs: nová hodnota:

source: Invalid element.
cs: Neplatný prvek
fr_ca: Élément invalide.

source: Element number to remove (-1 to go back):
cs: Číslo prvku k odebrání (-1 krok zpět):

source: Searching for broken reverse dependencies
cs: Hledám rozbité reverzní závislosti

source: scanning for broken reverse dependencies
cs: prohledávání rozbitých reverzních závislostí

source: broken libraries detected
cs: nalezeny rozbité knihovny
fr_ca: librairies endommagées détectées

source: needs
cs: vyžaduje
fr_ca: a besoin de

source: Searching for missing Runtime dependencies
cs: Hledám chybějící závislosti běhu

source: scanning
cs: prohledávám

source: no packages
cs: žádné balíčky

source: blacklisted dependencies !!!
cs: závislosti na černé listině

source: is potentially missing these dependencies
cs: pravděpodobně chybí v závislostech

source: determining missing libraries
cs: zjišťuji chybějící knihovny

source: requires
cs: vyžaduje

source: provided by
cs: poskytováno

source: no missing runtime libraries found
cs: nenalezeny žádné chybějící knihovny

source: Libraries test
cs: Test knihoven
fr_ca: Essai de librairies

source: Broken symbols packages list
cs: Seznam balíčků s rozbitými symboly
fr_ca: Liste des symboles de paquets endommagés

source: Broken executables list
cs: Seznam rozbitých spustitelných souborů
fr_ca: Liste des exécutables endommagés

source: Dumping results into these files
cs: Vkládám výsledky do souborů
fr_ca: Déversement des résultats dans ces fichiers

source: discarding directory
cs: zahazuji adresář
fr_ca: ignorer le répertoire

source: because it's symlinked on
cs: protože je symbolickým odkazem na
fr_ca: car le lien symbolique se situe sur

source: Collecting broken executables
cs: Sbírám rozbité spustitelné soubory
fr_ca: Collecte des exécutables endommagés

source: don't worry about libraries that are shown here but not later.
cs: nestarejte se o zde vypsané knihovny, které se nevypíší později.
fr_ca: ne vous inquiétez pas des librairies affichées ici

source: Scanning libraries
cs: Prohledávám knihovny
fr_ca: Scan des librairies...

source: various broken symbols
cs: různé rozbité symboly
fr_ca: symboles endommagés variés

source: Matching broken libraries/executables
cs: Vyhledávám odpovídající rozbité binární soubory/knihovny
fr_ca: Correspondance des exécutable et des librairies endommagées

source: Not prepared yet
cs: Ještě nepřipraveno
fr_ca: Pas préparé encore

source: You should run equo --help
cs: Měli byste spustit equo --help
fr_ca: Vous devriez exécuter equo --help

source: You didn't run equo --help, did you?
cs: Vy jste nespustili equo --help, že?
fr_ca: Vous n'avez pas exécuté equo --help, n'est-ce pas ?

source: Did you even read equo --help??
cs: Už jste četli equo --help?
fr_ca: Avez-vous seulement lu equo --help ?

source: I give up. Run that equo --help !!!!!!!
cs: Vzdávám se. Spusťte equo --help.
fr_ca: J'abandonne. Exécutez equo --help !!!

source: OH MY GOD. RUN equo --heeeeeeeeeeeeeelp
cs: Opravdu, prosím spusťte equo --help.
fr_ca: OH MON DIEU. Exécutez equo --heeeeeeeeeeeeeelp

source: Illiteracy is a huge problem in this world
cs: Negramotnost je velkým problémem dneška
fr_ca: L'analphabétisme est un gros problème dans ce monde

source: Ok i give up, you are hopeless
cs: Dobrá, vzdávám se, není Vám pomoci
fr_ca: D'accord, j'abandonne. Vous êtes sans espoir

source: Go to hell.
cs: Jděte k čertu.
fr_ca: Allez chez le diable

source: Basic Options
cs: Základní volby
fr_ca: Options de base

source: this output
cs: tento výstup
fr_ca: cette sortie

source: print version
cs: vypsat verzi
fr_ca: imprimer la version

source: disable colorized output
cs: vypnout barevný výstup
fr_ca: désactiver la sortie coloriée

source: force colorized output
cs: vynutit barevný výstup

source: print a bash completion script to stdout
cs: vypsat skript pro doplňování bash na stdout

source: Application Options
cs: Možnosti aplikace
fr_ca: Options de l'application

source: update configured repositories
cs: aktualizovat nastavené repozitáře
fr_ca: mettre à jour les dépôts configurés

source: force sync regardless repositories status
cs: vynutit synchronizaci repozitáře bez ohledu na stav
fr_ca: forcer la synchro sans égard à l'état des dépôts

source: manage your repositories
cs: spravovat Vaše repozitáře

source: enable given repository
cs: povolit zadaný repozitář

source: disable given repository
cs: zakázat zadaný repozitář

source: add repository (pass repository string)
cs: přidat repozitář (zadejte název repozitáře)

source: remove repository
cs: odebrat repozitář

source: list active repositories
cs: vypsat aktivní repozitáře

source: reorder mirrors basing on response time
cs: seřadit zrcadla podle času odpovědi

source: merge content of source repos to dest [for developers]
cs: sloučí obsah zdrojových repozitářů do cíle (pro vývojáře)

source: also remove dependency conflicts during merge
cs: také odstranit konflikty závislostí při sloučení

source: repository notice board reader
cs: čtečka nástěnky oznámení repozitáře
fr_ca: lecteur de tableau d'affichage du dépôt

source: show respositories status
cs: zobrazit stav repozitářů
fr_ca: afficher l'état des dépôts

source: search packages in repositories
cs: vyhledat balíčky v repozitářích
fr_ca: recherche les paquets dans les dépôts

source: match a package in repositories
cs: vyhledá odpovídající balíček v repozitářích
fr_ca: comparer un paquet dans les dépôts

source: return all the possible matches
cs: vrátí všechny dostupné shody
fr_ca: retourner toutes les correspondances possibles

source: match inside installed packages repository
cs: vyhledat shodu v repozitáři nainstalovaných balíčků

source: return matches from every repository
cs: vrátí shody ze všech repozitářů
fr_ca: retourner les correspondance de chaque dépôt

source: print repository information (w/--quiet)
cs: vypsat informace o repozitáři (s --quiet)
fr_ca: imprimer l'information du dépôt (avec --quiet)

source: print description too (w/--quiet)
cs: vypsat také popisek (s --quiet)
fr_ca: imprimer également la description (avec --quiet)

source: upgrade your distribution to a new release (branch)
cs: aktualizovat Vaši distribuci na nové vydání (větev)
fr_ca: mettre à niveau votre distribution à une nouvelle version (branche)

source: update system with the latest available packages
cs: aktualizovat systém s nejnovějšími dostupnými balíčky
fr_ca: mettre à jour le système avec la dernière version des paquets disponible

source: ask before making any changes
cs: dotázat se před provedením libovolných změn
fr_ca: demander avant de faire tout changement

source: just download packages
cs: pouze stáhnout balíčky
fr_ca: seulement télécharger les paquets

source: only show what would be done
cs: pouze zobrazit co by se udělalo
fr_ca: afficher seulement ce qui serait fait

source: show more details about what is going on
cs: zobrazit více podrobností o prováděné činnosti
fr_ca: afficher plus de détails à propos de ce qui se passe

source: reinstall all the packages and their dependencies
cs: přeinstalovat všechny balíčky a jejich závislosti
fr_ca: réinstaller tous les paquets et leurs dépendances

source: same as --replay
cs: stejné jako --replay
fr_ca: idem que --replay

source: resume previously interrupted operations
cs: obnoví dříve přerušené operace
fr_ca: continuer les opération précédemment interrompues

source: used with --resume, makes the first package to be skipped
cs: při použití s --resume přeskočí první balíček
fr_ca: utilisé avec --resume, ignore le premier paquet

source: download multiple packages in parallel (default 3)
cs: stáhnout více balíčků naráz (výchozí 3)
fr_ca: télécharger plusieurs paquets simultanément (3 par défaut)

source: download N packages in parallel (max 10)
cs: stáhnout N balíčků paralelně (maximálně 10)
fr_ca: télécharger N paquets simultanément (maximum 10)

source: security infrastructure functions
cs: funkce bezpečnostní infrastruktury
fr_ca: fonctions de sécurité d'infrastructure

source: verify installed files using stored checksums
cs: ověřit nainstalované soubory pomocí uložených kontrolních součtů

source: consider mtime instead of SHA256 (false positives ahead)
cs: brát v potaz mtime místo SHA256 (může způsobit falešnou detekci)

source: update hashes and mtime (useful after editing config files)
cs: aktualizovat otisky a mtime (užitečné po editaci konfiguračních souborů)

source: reinstall faulty packages
cs: přeinstalovat narušené balíčky

source: show less details (useful for scripting)
cs: zobrazit méně podrobností (užitečné pro skriptování)
fr_ca: afficher moins de détails (utile pour coder)

source: also list removed files
cs: také vypsat odstraněné soubory

source: download the latest Security Advisories
cs: stáhnout nejnovější bezpečnostní doporučení
fr_ca: télécharger les derniers avis de sécurité

source: force download even if already up-to-date
cs: vynutit stažení i když je již aktuální

source: list all the available Security Advisories
cs: vypsat všechna dostupná bezpečnostní doporučení
fr_ca: lister tous les avis de sécurité disponibles

source: list only affected
cs: vypsat pouze ovlivněné
fr_ca: lister seulement les non-affectés

source: list only unaffected
cs: vypsat pouze neovlivněné
fr_ca: lister uniquement les non-affectés

source: show information about provided advisories identifiers
cs: zobrazit informace o poskytnutých doporučeních
fr_ca: montrer les informations sur les identifiants d'alerte donnés

source: automatically install all the available security updates
cs: automaticky instalovat všechny dostupné bezpečnostní aktualizace
fr_ca: installer automatiquement toutes les mises à jour de sécurité disponibles

source: just show what would be done
cs: pouze zobrazit co by se vykonalo
fr_ca: afficher seulement ce qui serait fait

source: install atoms or binary packages
cs: instalovat atomy, nebo binární balíčky

source: just download packages without doing the install
cs: pouze stáhnout balíčky bez provedení instalace
fr_ca: seulement télécharger les paquets sans installer

source: do not pull in any dependency
cs: nepřidávat žádné závislosti
fr_ca: ne présenter aucune dépendance

source: also pull in build-time dependencies
cs: také přidat závislosti sestavení

source: used with --resume, makes the first package in queue to be skipped
cs: při použití s --resume přeskočí první balíček ve frontě
fr_ca: utilisé avec --resume, saute le premier paquet dans la paquet

source: remove downloaded packages after being used
cs: odstranit stažené soubory po použití
fr_ca: supprimer les paquets téléchargés après utilisation

source: pull all the dependencies in, regardless their state
cs: přidat všechny závislosti, bez ohledu na jejich stav
fr_ca: présenter toutes les dépendances, quelque soit leur état

source: calm down dependencies resolution algorithm (might be risky)
cs: zklidní algoritmus výpočtu závislostí (může být riskantní)

source: makes dependency rules stricter
cs: zpřísní pravidla závislostí
fr_ca: rendre les règles de dépendance plus strictes

source: makes old configuration files to be removed
cs: odstraní staré konfigurační soubory
fr_ca: fait en sorte de supprimer les vieux fichiers de configuration

source: download atoms source code
cs: stáhnout zdrojový kód atomů
fr_ca: télécharger le code source des atomes

source: save sources in current working directory
cs: uložit zdroje v současném pracovním adresáři
fr_ca: enregistrer less ources dans le répertoire de travail courant

source: remove one or more packages
cs: odebrat jeden, či více balíčků
fr_ca: supprimer un ou plusieurs paquets

source: when used with --deep, helps the removal of virtual packages
cs: při použití s --deep pomáhá odstranění virtuálních balíčků

source: makes configuration files to be removed
cs: způsobí odstranění konfiguračních souborů
fr_ca: fait en sorte de supprimer les fichiers de configuration

source: dangerous: forces system packages removal, do not use this!
cs: nebezpečné: vynutí odebrání systémových balíčků, nepoužívejte.

source: mask one or more packages
cs: zamaskovat jeden a nebo více balíčků

source: unmask one or more packages
cs: odmaskovat jeden a nebo více balíčků

source: configure one or more installed packages
cs: nastavit jeden, či více nainstalovaných balíčků
fr_ca: configurer un ou plusieurs paquets installés
