Repository: Sabayon/entropy
Catalog: client/po/*.po
Languages: cs, fr_ca

source: look for unsatisfied dependencies
cs: vyhledat nesplněné závislosti
fr_ca: regarder pour des dépendances non satisfaites

source: look for unused packages (pay attention)
cs: vyhledat nevyužité balíčky (dávejte pozor)
fr_ca: regarder pour des paquets inutilisés (regarder attentivement)

source: sort packages by disk size
cs: seřadit balíčky podle velikosti na disku
fr_ca: trier les paquets par taille sur disque

source: look for missing libraries
cs: vyhledat chybějící knihovny
fr_ca: regarder pour les librairies manquantes

source: dump results to files
cs: vložit výsledky do souborů
fr_ca: déverser les résultats vers les fichiers

source: print broken files to stdout
cs: vypsat rozbité soubory na stdout
fr_ca: afficher les fichiers corrompus sur stdout

source: configuration files update tool
cs: nástroj aktualizace konfiguračních souborů
fr_ca: outil de mise à jour des fichiers de configuration

source: run the configuration files update function
cs: spustit funkci aktualizace konfiguračních souborů
fr_ca: exécuter la fonction de mise à jour des fichiers de configuration

source: do misc queries on repository and local databases
cs: různé dotazy na repozitář a místní databáze
fr_ca: faire diverses query sur les bases de données locale et dépôt

source: search from what package a file belongs
cs: vyhledat z jakého balíčku pochází soubor
fr_ca: rechercher à quel paquet appartient un fichier

source: show packages changelog
cs: zobrazit seznam změn balíčků
fr_ca: afficher le changelog des paquets

source: search what packages depend on the provided atoms
cs: vyhledat balíčky závisející na poskytnutých atomech
fr_ca: rechercher quels paquets dépendent des atomes donnés

source: search packages by description
cs: vyhledat balíčky podle popisku
fr_ca: rechercher des paquets par description

source: show files owned by the provided atoms
cs: zobrazit soubory vlastněné poskytnutými atomy
fr_ca: montrer les fichiers appartenant aux atomes donnés

source: search a package into the local database
cs: vyhledat balíček v místní databázi
fr_ca: rechercher un paquet dans la base de données locale

source: show packages owning the provided licenses
cs: zobrazit balíčky vlastnící poskytnutou licenci
fr_ca: montrer les paquets associés aux licenses données

source: list packages based on the chosen parameter below
cs: vypsat balíčky podle níže vybraného parametru
fr_ca: lister les paquets basés sur le paramètre choisi ci-dessous

source: list installed packages
cs: vypsat nainstalované balíčky
fr_ca: énumérer les paquets installés

source: only packages installed by user
cs: pouze balíčky nainstalované uživatelem

source: list available packages
cs: vypsat dostupné balíčky
fr_ca: énumérer les paquets disponibles

source: search packages able to handle given mimetypes
cs: vyhledat balíčky, které jsou schopny zpracovat zadané MIME typy

source: search among installed packages
cs: hledat mezi nainstalovanými balíčky

source: associate given file paths to applications able to read them
cs: spojit zadané cesty souborů k aplikacím, které je přečtou

source: show runtime libraries needed by the provided atoms
cs: zobrazit knihovny běhu vyžadované poskytnutými atomy
fr_ca: montrer les librairies runtime requises par les atomes donnés

source: search files that do not belong to any package
cs: vyhledat soubory nepatřící žádnému balíčku
fr_ca: rechercher les fichiers qui n'appartient à aucun paquet

source: show the removal tree for the specified atoms
cs: zobrazit strom odebrání pro určené atomy
fr_ca: montrer l'arborescence de suppression des atomes spécifiés

source: show atoms needing the provided libraries
cs: zobrazit atomy vyžadující poskytnuté knihovny
fr_ca: montrer les atomes nécessitant les librairies données

source: search available package sets
cs: vyhledat dostupné sady balíčků
fr_ca: recherche les ensembles de paquets disponibles

source: show packages owning the provided slot
cs: zobrazit balíčky vlastnící zadaný slot
fr_ca: montrer les paquets associés au slot donné

source: show packages owning the provided tags
cs: zobrazit balíčky vlastnící zadané značky
fr_ca: montrer les paquets associés aux tags donnés

source: show direct depdendencies tree for provided installable atoms
cs: zobrazit přímý strom závislostí pro poskytnuté instalovatelné atomy

source: include system packages, build deps and circularity information
cs: zahrnout systémové balíčky, závislosti sestavení a informace o kruhových závislostech

source: show reverse depdendencies tree for provided installed atoms
cs: zobrazit strom reverzních závislostí pro poskytnuté nainstalované atomy

source: show more details
cs: zobrazit více detailů
fr_ca: afficher plus de détails

source: print results in a scriptable way
cs: vypíše výstup ve formátu vhodném pro skripty
fr_ca: afficher les résultats pour qu'ils soient utilisables par script

source: !!! Use --verbose to get full help output
cs: !!! Použijte --verbose pro úplnou nápovědu
fr_ca: !!! Utiliser --verbose pour obtenir toute l'aide en sortie

source: Extended Options
cs: Rozšířené možnosti
fr_ca: Options étendues

source: handles extended functionalities
cs: ovládá rozšířenou funkcionalitu
fr_ca: prend en charge les fonctionnalités étendues

source: make a smart package for the provided atoms (multiple packages into one file)
cs: vyrobit chytrý balíček pro poskytnuté atomy (více balíčků do jednoho souboru)
fr_ca: construit un smart package pour les atomes donnés (plusieurs paquets dans un seul fichier)

source: recreate an Entropy package from your System
cs: znovu vytvořit balíček Entropy z Vašeho systému
fr_ca: Recréer un paquet Entropy de votre système

source: save new packages into the specified directory
cs: uložit nové balíčky do zadaného adresáře
fr_ca: Enregistrer les nouveaux paquets dans le répertoire spécifié

source: convert provided Source Package Manager package files into Entropy packages
cs: převést zadané balíčky správce zdrojových balíčků na balíčky Entropy

source: convert provided Entropy packages into Source Package Manager ones
cs: převést zadané balíčky Entropy na balíčky správce zdrojových balíčků

source: extract Entropy metadata from provided Entropy package files
cs: rozbalit metadata Entropy z poskytnutých souborů balíčku Entropy

source: save new metadata into the specified directory
cs: uložit nová metadata do zadaného adresáře
fr_ca: Enregistrer les nouvelles métadonnées dans le répertoire spécifié

source: contains System rescue tools
cs: obsahuje nástroje systémové obnovy

source: check installed packages repository for errors
cs: zkontrolovat chyby v repozitáři nainstalovaných balíčků

source: remove installed packages repository internal indexes to save disk space
cs: odstranit interní indexy repozitáře nainstalovaných balíčků pro úsporu místa na disku

source: generate installed packages database using Source Package Manager repositories
cs: generovat databázi nainstalovaných balíčků pomocí repozitářů správce zdrojových balíčků

source: generate installed packages database using files on the system [last hope]
cs: vytvořit databázi instalovaných balíčků pomocí souborů v systému [poslední naděje]
fr_ca: générer la base de donnée des paquets installés en utilisant les fichiers du système [dernier espoir]

source: regenerate SPM UIDs map (SPM <-> Entropy packages)
cs: obnovit mapu UID SZB (SZB <-> balíčky Entropy)

source: makes Entropy aware of your Source Package Manager updated packages
cs: umožňuje Entropy vědět o Vašich balíčcích aktualizovaných pomocí správce zdrojových balíčků

source: backup the current Entropy installed packages database
cs: zálohovat databázi instalovaných balíčků Entropy
fr_ca: Faire une copie de sécurité de la base de données courante des paquets Entropy installés

source: restore a previously backed up Entropy installed packages database
cs: obnovit zálohovanou databázi instalovaných balíčků Entropy
fr_ca: restaurer une ancienne copie de sécurité de la base de données Entropy des paquets installés

source: handles User Generated Content features
cs: ovládá vlastnosti uživatelem generovaného obsahu
fr_ca: gère les fonctionnalités du contenu généré par l'utilisateur

source: login against a specified repository
cs: přihlásit se k zadanému repozitáři
fr_ca: se connecter à un dépôt spécifié

source: logout from a specified repository
cs: odhlásit se ze zadaného repozitáře
fr_ca: se déconnecter d'un dépôt spécifié

source: force action
cs: vynutit činnost
fr_ca: forcer l'action

source: manage package documents for the selected repository (comments, files, videos)
cs: spravovat dokumenty balíčku pro vybraný repozitář (komentáře, soubory, videa)
fr_ca: Gérer les documents du paquet pour le dépôt sélectionné (commentaires, fichiers, vidéos)

source: get available documents for the specified package key (example: x11-libs/qt)
cs: získat dostupné dokumenty pro zadaný klíč balíčku (např x11-libs/qt)
fr_ca: obtenir les documents disponibles pour la clé de paquet spécifié (exemple : x11-libs/qt)

source: add a new document to the specified package key (example: x11-libs/qt)
cs: přidat nový dokument pro zadaný klíč balíčku (např x11-libs/qt)
fr_ca: ajouter un nouveau document à la clé de paquet spécifiée (exemple ; x11-libs/qt)

source: remove documents from database using their identifiers
cs: odebrat dokumenty z databáze pomocí jejich identifikátorů
fr_ca: Supprimer les documents de la base de données en utilisant leurs identifiants

source: manage package votes for the selected repository
cs: spravovat hlasy k balíčkům pro vybraný repozitář
fr_ca: Gérer les votes des paquets pour le dépôt sélectionné

source: get vote for the specified package key (example: x11-libs/qt)
cs: získat volbu pro zadaný klíč balíčku (např. x11-libs/qt)
fr_ca: obtenir un vote pour la clé de paquet spécifié (exemple : x11-libs/qt)

source: add vote for the specified package key (example: x11-libs/qt)
cs: přidat volbu pro zadaný klíč balíčku (např. x11-libs/qt)
fr_ca: ajouter un vote pour la clé de paquet spécifié (exemple : x11-libs/qt)

source: handles Entropy cache
cs: ovládá vyrovnávací paměť Entropy
fr_ca: gère le cache Entropy

source: clean Entropy cache
cs: vyčistit vyrovnávací paměť Entropy
fr_ca: nettoyer le cache d'Entropy

source: remove downloaded packages and clean temp. directories
cs: odstranit stažené balíčky a vyčistit dočasné adresáře
fr_ca: supprimer les paquets téléchargés et nettoyer les répertoires temporaires

source: show system information
cs: zobrazit informace o systému
fr_ca: afficher l'information système

source: is deprecated, please use
cs: je zastaralý, použijte prosím

source: You are not root
cs: Nejste root
fr_ca: Vous n'êtes pas root

source: Another Entropy is currently running.
cs: Jiná Entropy již běží.

source: not enough parameters
cs: nedostatek parametrů
fr_ca: pas assez de paramètres

source: Installed packages repository corrupted. Please re-generate it
cs: Repozitář nainstalovaných balíčků je narušený. Prosím vytvořte jej znovu

source: Cannot continue
cs: Nelze pokračovat
fr_ca: Impossible de continuer

source: Your hard drive is full! Your fault!
cs: Pevný disk je plný.

source: No more memory dude! Your fault!
cs: Došla paměť RAM.

source: Hi. My name is Bug Reporter. I am sorry to inform you that Equo crashed. Well, you know, shit happens.
cs: Ahoj. Jmenuji se Hlásič chyb. Velice nerad Vám oznamuji, že aplikace Equo havarovala. Život občas nasere.
fr_ca: Bonjour, je suis le rapporteur de bogues. J'ai le regret de vous informer qu'Equo a crashé. Ce sont des choses qui arrivent...

source: But there's something you could do to help Equo to be a better application.
cs: Ale můžete pomoci Equo stát se lepší aplikací.
fr_ca: Mais il y a quelque chose que vous pourriez faire pour nous aider à faire d'Equo une meilleure application

source: -- EVEN IF I DON'T WANT YOU TO SUBMIT THE SAME REPORT MULTIPLE TIMES --
cs: -- I KDYŽ VÁS NECHCI NECHAT ODESLAT STEJNÉ HLÁŠENÍ VÍCEKRÁT --
fr_ca: -- MÊME SI JE NE VEUX PAS QUE VOUS SOUMETTIEZ LE MÊME RAPPORT PLUSIEURS FOIS --

source: Now I am showing you what happened. Don't panic, I'm here to help you.
cs: Nyní zobrazím co se stalo. Žádný strach, jsem tu abych Vám pomáhal.
fr_ca: Je suis maintenant en train de vous montrer ce qui s'est passé. Ne vous inquiétez pas, je suis là pour vous aider.

source: Oh well, I cannot even write to /tmp. So, please copy the error and mail lxnay@sabayon.org.
cs: Achjo, nemohu ani zapisovat do /tmp. Prosím zkopírujte chybu a pošlete ji na lxnay@sabayon.org.
fr_ca: Je ne peux pas même pas écrire dans /tmp. Alors, veuillez copier l'erreur et l'envoyer à lxnay@sabayon.org

source: Of course you are on the Internet...
cs: Samozřejmě jste na internetu...
fr_ca: Bien sûr que vous êtes sur Internet...

source: Erm... Can I send the error, along with some information about your hardware to my creators so they can fix me? (Your IP will be logged)
cs: Eh... Mohu zaslat chybu a další potřebné údaje o Vašem hardware k mým stvořitelům, aby mě mohli opravit? (Vaše IP bude zaznamenána)

source: Ok, ok ok ok... Sorry!
cs: Dobře, dobře... Promiňte!
fr_ca: D'accord, d'accord... désolé !

source: If you want to be contacted back (and actively supported), also answer the questions below:
cs: Pokud si přejete být kontaktováni (a získat aktivní podporu), odpovězte také na následující otázky:
fr_ca: Si vous désirez être contacté (et activement supporté), répondez également aux questions ci-bas :

source: Your Full name:
cs: Vaše celé jméno:
fr_ca: Votre nom complet :

source: Your E-Mail address:
cs: Vaše e-mailová adresa:
fr_ca: Votre courriel :

source: What you were doing:
cs: Co jste dělali:
fr_ca: Ce que vous faisiez :

source: Thank you very much. The error has been reported and hopefully, the problem will be solved as soon as possible.
cs: Děkuji. Chyba byla nahlášena a doufejme, že problém bude odstraněn co nejdříve.
fr_ca: Merci beaucoup. Cette erreur a été rapportée et le problème sera réglé, espérons-le, dès que possible.

source: Ugh. Cannot send the report. When you want, mail the file below to lxnay@sabayon.org.
cs: Uh. Nelze odeslat hlášení. Až budete chtít, zašlete následující soubor na lxnay@sabayon.org.

source: Entropy/Equo version mismatch
cs: Inkonzistence verzí Entropy a Equo

source: it could make your system explode!
cs: může explodovat Váš systém.

source: When you wrote
cs: Když jste napsal
fr_ca: Quand vous avez écrit

source: You Meant(tm)
cs: Myslel jste(tm)
fr_ca: Vous souhaitiez (TM)

source: one of these below?
cs: jedno z následujících?
fr_ca: un de ceux-ci ?

source: available commands
cs: dostupné příkazy

source: Would you like to continue ?
cs: Přejete si pokračovat?
fr_ca: Voulez-vous continuer ?

source: Keyword
cs: Klíčové slovo
fr_ca: Mot-clé

source: Found
cs: Nalezeno
fr_ca: Trouvé

source: entry
cs: záznam

source: ChangeLog Search
cs: Hledat seznam změn
fr_ca: Recherche dans le changelog

source: No match for
cs: Žádná shoda pro
fr_ca: Pas de correspondance pour

source: No ChangeLog available
cs: Žádný dostupný seznam změn
fr_ca: Pas de changelog disponible

source: Attention: developer-repo option not enabled
cs: Pozor: volba devel-repo není povolena

source: Matched
cs: Spárováno

source: from repository
cs: z repozitáře
fr_ca: à partir du dépôt

source: Description Search
cs: Hledat popis
fr_ca: Recherche dans la description

source: No matches
cs: Žádná shoda
fr_ca: Pas de correspondance

source: files
cs: soubory
fr_ca: fichiers

source: License Search
cs: Hledat licenci
fr_ca: Recherche dans la license

source: Listing Packages
cs: Vypisuji balíčky

source: Repository is not available
cs: Repozitář není dostupný

source: libraries
cs: knihovny
fr_ca: librairies

source: Orphans Search
cs: Hledat sirotky
fr_ca: Recherche des orphelins

source: Analyzing
cs: Kontroluji
fr_ca: Analyse

source: Analyzed directories
cs: Zkontrolované adresáře
fr_ca: Répertoires analysés

source: Number of files collected on the filesystem
cs: Počet souborů nasbíraných na souborovém systému
fr_ca: Nombre de fichiers collectés dans le système de fichiers

source: Number of total files
cs: Celkový počet souborů
fr_ca: Nombre total de fichiers

source: Number of matching files
cs: Počet odpovídajících souborů
fr_ca: Nombre de fichiers correspondants

source: Number of orphaned files
cs: Počet osiřelých souborů
fr_ca: Nombre de fichiers orphelins

source: Writing file to disk
cs: Zapisuji soubor na disk
fr_ca: Écriture du fichier sur le disque

source: Library
cs: Knihovna
fr_ca: Librairie

source: Package Set Search
cs: Hledání v sadách balíčků
fr_ca: Recherche d'un groupe de paquets

source: Slot Search
cs: Hledat slot
fr_ca: Recherche de Slot

source: Tag Search
cs: Hledat značku
fr_ca: Recherche d'étiquette

source: Revision Search
cs: Hledat revizi

source: Not available
cs: Nedostupný
fr_ca: Pas disponible

source: Packages involved
cs: Zapojené balíčky
fr_ca: Paquet impliqué

source: configure
cs: nastavit

source: Repository name
cs: Název repozitáře
fr_ca: Nom du dépôt

source: Cleaning Entropy cache, please wait ...
cs: Čistím vyrovnávací paměť Entropy, čekejte prosím...

source: Entropy cache cleaned.
cs: Vyrovnávací paměť Entropy vyčištěna.

source: repository
cs: repozitář
fr_ca: dépôt

source: You must be either root or in this group:
cs: Musíte být root, nebo v následující skupině:

source: Sending the update request to Entropy Services
cs: Zasílám službám Entropy požadavek k aktualizaci

source: Repositories will be updated in background
cs: Repozitáře budou aktualizovány na pozadí

source: app-admin/rigo-daemon not installed. Update not allowed.
cs: Není nainstalován app-admin/rigo-daemo. Aktualizace nepovolena.

source: Have a nice day
cs: Přeji hezký den

source: Repositories update not allowed
cs: Aktualizace repozitářů není povolena

source: No repositories specified in
cs: Žádné repozitáře specifikovány v
fr_ca: Pas de dépôts spécifiés dans

source: Notice board not available
cs: Nástěnka oznámení není dostupná
fr_ca: Tableau d'affichage non disponible

source: Notice board
cs: Nástěnka oznámení
fr_ca: Tableau d'affichage

source: Title
cs: Název
fr_ca: Titre

source: Background
cs: Pozadí
fr_ca: Arrière-plan

source: Exploitable
cs: Zneužitelné

source: Impact
cs: Dopad

source: Impact type
cs: Typ dopadu
fr_ca: Type d'impact

source: Revised
cs: Revidované
fr_ca: Révisé

source: Announced
cs: Oznámeno
fr_ca: Annoncé

source: Synopsis
cs: Přehled

source: References
cs: Odkazy
fr_ca: Références

source: Upstream bugs
cs: Chyby upstreamu
fr_ca: Bogues upstream

source: Affected
cs: Dotčené
fr_ca: Affecté

source: vulnerable versions
cs: zranitelné verze
fr_ca: versions vulnérables

source: unaffected versions
cs: nedotčené verze
fr_ca: versions non affectées

source: Workaround
cs: Dočasné řešení
fr_ca: Mesure de contournement

source: Resolution
cs: Rozlišení
fr_ca: Résolution

source: Checking system files
cs: Kontroluji systémové soubory

source: no checksum information
cs: žádné informace o kontrolním součtu

source: No altered files found
cs: Nenalezeny změněné soubory

source: Altered files have been found
cs: Byly nalezeny změněné soubory

source: Packages have been reinstalled successfully
cs: Balíčky byly úspěšně znovu nainstalovány

source: No advisories available or applicable
cs: Žádná dostupná, či použitelná doporučení
fr_ca: Pas d'alertes disponibles ou applicables

source: Calculating security updates
cs: Zkoumám bezpečnostní aktualizace
fr_ca: Calcul des mises à jour de sécurité

source: All the available updates have been already installed
cs: Všechny dostupné aktualizace jsou již nainstalovány
fr_ca: Toutes les mises à jour disponibles ont déjà été installées

source: All done
cs: Vše hotovo
fr_ca: Terminé

source: These are the packages that should be MANUALLY removed
cs: Tyto balíčky by měly být RUČNĚ odebrány

source: These are the packages that would be removed
cs: Balíčky k odebrání
fr_ca: Voici les paquets qui seraient supprimés

source: These are the chosen packages
cs: Vybrané balíčky
fr_ca: Voici les paquets sélectionnés

source: vital package
cs: nezbytný balíček
fr_ca: Paquet vital

source: Removal forbidden
cs: Odstranění zakázáno
fr_ca: Suppression refusée

source: Freed disk space
cs: Uvolněný prostor na disku
fr_ca: Espace disque libéré

source: Total bandwidth wasted
cs: Celkem zbytečně staženo

source: Nothing to do
cs: Nic k provedení
fr_ca: Rien à faire

source: Would you like to calculate dependencies ?
cs: Přejete si vypočítat závislosti?
fr_ca: Voulez-vous calculer les dépendances ?

source: Would you like to remove them now ?
cs: Přejete si je nyní odebrat?
fr_ca: Voulez-vous les supprimer maintenant ?

source: Ouch!
cs: Au!

source: the following system packages were pulled in
cs: následující systémové balíčky byly přidány do

source: Would you like to proceed ?
cs: Přejete si pokračovat?
fr_ca: Voulez-vous procéder ?

source: Searching
cs: Hledání
fr_ca: Recherche

source: Running dependency test
cs: Spouštím test závislostí
fr_ca: Exécution du test de dépendance

source: These are the dependencies not found
cs: Toto jsou nenalezené závislosti
fr_ca: Voici les dépendances introuvables

source: Needed by
cs: Potřebné pro
fr_ca: Requis par

source: Installing available packages in
cs: Instaluji dostupné balíčky v
fr_ca: Installation des paquets disponibles dans

source: 10 seconds
cs: 10 sekund
fr_ca: 10 secondes

source: Acquiring Entropy Resources Lock, please wait...
cs: Získávám zámek zdrojů Entropy, čekejte prosím...

source: Invalid repository
cs: Neplatný repozitář
fr_ca: dépôt invalide

source: Repository does not support Entropy Services.
cs: Repozitář nepodporuje služby Entropy

source: Already logged in as
cs: Již přihlášen jako
fr_ca: Déjà connecté en tant que

source: Please logout first
cs: Nejprve se prosím odhlaste
fr_ca: Veuillez d'abord vous déconnecter

source: Username
cs: Uživatelské jméno
fr_ca: Nom d'utilisateur

source: Password
cs: Heslo
fr_ca: Mot de passe

source: Please login against
cs: Prosím přihlaste se na
fr_ca: Veuilles vous connecter contre

source: Login aborted. Not logged in.
cs: Přihlášení přerušeno. Nepřihlášen.

source: Authentication error. Not logged in.
cs: Chyba ověření. Nepřihlášen.

source: Communication error. Not logged in.
cs: Chyba komunikace. Nepřihlášen.

source: Successfully logged in as
cs: Úspěšné přihlášení jako
fr_ca: Connecté en tant que

source: From now on, any UGC action will be committed as this user
cs: Nadále budou všechny činnosti UGO zaslány pod uživatelem
fr_ca: À compter de maintenant, toute action UGC sera confirmée en tant que cet utilisateur

source: Not logged in.
cs: Nepřihlášen.

source: User
cs: Uživatel
fr_ca: Utilisateur

source: has been logged out.
cs: byl odhlášen.

source: No title
cs: Bez názvu
fr_ca: Pas de titre

source: Content
cs: Obsah
fr_ca: Contenu

source: no votes
cs: žádné hlasy

source: current package vote
cs: aktuální volba balíčku

source: UGC error
cs: Chyba UGO
fr_ca: Erreur UGC

source: Number of downloads
cs: Počet stažení
fr_ca: Nombre de téléchargements

source: No User Generated Content available.
cs: Žádný dostupný uživatelem generovaný obsah.

source: Not logged in, please login first.
cs: Nepřihlášen, nejprve se prosím přihlaste.

source: Add document
cs: Přidat dokument
fr_ca: Ajouter document

source: text comment
cs: textová poznámka
fr_ca: commentaire du texte

source: icon
cs: ikona

source: simple file
cs: jednoduchý soubor
fr_ca: fichier simple

source: simple image
cs: jednoduchý obrázek
fr_ca: image simple

source: Insert document title
cs: Zadejte název dokumentu
fr_ca: Insérer le titre du document

source: Insert document description/comment
cs: Zadejte popis/komentář dokumentu
fr_ca: Insérer la description ou le commentaire du document
