Repository: Sabayon/entropy
Catalog: client/po/*.po
Languages: cs, fr_ca

source: Insert document's keywords (space separated)
cs: Zadejte klíčová slova dokumentu (odděleno mezerou)
fr_ca: Insérer les mots-clé du document (séparés par un espace)

source: Choose document type
cs: Vyberte typ dokumentu
fr_ca: Choisir le type de document

source: Entropy UGC document submission
cs: Zaslání dokumentu UGO Entropy
fr_ca: Soumission du document Entropy UGC

source: Insert document path
cs: Zadejte cestu k dokumentu
fr_ca: Insérer l'emplacement du document

source: Please review your submission
cs: Prosím zkontrolujte svůj příspěvek
fr_ca: Veuillez revoir votre soumission

source: Document path
cs: Cesta k dokumentu
fr_ca: Emplacement du document

source: Document type
cs: Typ dokumentu
fr_ca: Type de document

source: Do you want to submit?
cs: Chcete odeslat?

source: Invalid document
cs: Neplatný dokument

source: Document added, thank you!
cs: Dokument přidán, děkuji!
fr_ca: Document ajouté, merci !

source: Documents removal
cs: Odstranit dokumenty
fr_ca: Suppression du document

source: Document identifiers
cs: Identifikátory dokumentu
fr_ca: Identificateurs du document

source: Would you like to review them?
cs: Přejete si je zkontrolovat?

source: Would you like to continue with the removal?
cs: Přejete si pokračovat v odstranění?

source: cannot get the requested Document
cs: nelze získat požadovaný dokument

source: UGC status
cs: Stav UGO
fr_ca: État UGC

source: removed successfully
cs: odstraněno úspěšně

source: add vote
cs: přidat hlas

source: Insert your vote (from 1 to 5)
cs: Zadejte svůj hlas (od 1 do 5)
fr_ca: Entrer votre vote (de 1 à 5)

source: Entropy UGC vote submission
cs: Zaslání hlasu UGO Entropy
fr_ca: Soumission du vote Entropy UGC

source: invalid vote, must be in range
cs: neplatný hlas, musí být v rozsahu

source: Vote
cs: Volit

source: already voted
cs: již hlasováno

source: vote added, thank you!
cs: hlas přidán, děkuji!

source: repository already enabled
cs: repozitář je již povolen

source: repository not available
cs: repozitář není dostupný

source: repository enabled
cs: repozitář povolen

source: cannot enable repository
cs: nelze povolit repozitář

source: repository already disabled
cs: repozitář je již zakázán

source: cannot disable repository
cs: nelze zakázat repozitář

source: repository disabled
cs: repozitář zakázán

source: invalid data, skipping
cs: neplatná data, přeskakuji

source: Adding repository string
cs: Přidávám řetězec repozitáře

source: invalid repository string
cs: neplatný řetězec repozitáře

source: Repository id:
cs: Id repozitáře:

source: Description:
cs: Popis:

source: Repository format:
cs: Formát repozitáře:

source: Packages URL:
cs: URL balíčků:

source: None given
cs: Žádný nezadán

source: Repository URL:
cs: URL repozitáře:

source: repository added succesfully
cs: repozitář přidán úspěšně

source: cannot add repository
cs: nelze přidat repozitář

source: repository id not available
cs: není dostupné id repozitáře

source: repository removed succesfully
cs: repozitář odebrán úspěšně

source: cannot remove repository
cs: nelze odebrat repozitář

source: mirror order:
cs: pořadí zrcadel:

source: mirrors sorted successfully
cs: zrcadla seřazena úspěšně

source: repository cannot be source and destination
cs: repozitář nemůže být zdrojem i cílem

source: merging repositories
cs: slučuji repozitáře

source: working on repository
cs: pracuji na repozitáři

source: merging package
cs: slučuji balíček

source: done merging packages
cs: slučování balíčků dokončeno

source: Source code download
cs: Stažení zdrojového kódu

source: System is healthy
cs: Systém je zdravý
fr_ca: Le système est stable

source: Libraries/Executables statistics
cs: Statistiky knihoven/spustitelných souborů
fr_ca: Statistiques des Librairies/Fichiers exécutables

source: Not matched
cs: Beze shody
fr_ca: Non trouvé

source: Would you like to install them ?
cs: Přejete si je nainstalovat?
fr_ca: Voulez-vous les installer ?

source: Exit
cs: Ukončit
fr_ca: Quitter

source: Choose one by typing its identifier
cs: Vyberte jeden napsáním identifikátoru
fr_ca: Choisissez-en un en entrant son identifiant

source: Link
cs: Odkaz
fr_ca: Lien

source: Press Enter to continue
cs: Stiskněte enter pro pokračování
fr_ca: Appuyez sur Entrée pour continuer

source: Scanning configuration files to update
cs: Prohledávám konfigurační soubory k aktualizaci

source: There is %s configuration file needing update
cs: %s konfigurační soubor potřebuje aktualizovat

source: Please run
cs: Prosím spusťte
fr_ca: Veuillez exécuter

source: Versions
cs: Verze

source: Reinstall
cs: Přeinstalovat
fr_ca: Réinstaller

source: Switch repo
cs: Přepnout repozitář
fr_ca: Basculer le dépôt

source: Install
cs: Instalovat
fr_ca: Installer

source: Upgrade
cs: Aktualizovat
fr_ca: Mettre à niveau

source: Downgrade
cs: Snížit
fr_ca: Rétrograder

source: Action
cs: Činnost

source: Every package matching
cs: Každý odpovídající balíček
fr_ca: Chaque paquet correspondant à

source: is masked
cs: je skrytý
fr_ca: est masqué

source: matching
cs: odpovídá
fr_ca: correspondant

source: is broken
cs: je rozbitý
fr_ca: est endommagé

source: in
cs: v
fr_ca: dans

source: in repositories
cs: v repozitářích
fr_ca: dans les dépôts

source: Not found
cs: Nenalezeno
fr_ca: Introuvable

source: from
cs: z
fr_ca: à partir de

source: Skipped
cs: Přeskočeno
fr_ca: Sauté

source: is not installed
cs: není nainstalován
fr_ca: n'est pas installé

source: Calculating dependencies
cs: Zkoumám závislosti
fr_ca: Calcul des dépendances

source: Conflicting packages were pulled in
cs: Byly vtaženy konfliktní balíčky

source: Please mask conflicts using
cs: Prosím zamaskujte konflikty použitím

source: Repositories are old, please run:
cs: Repozitáře jsou zastaralé, prosím spusťte:

source: Please update the following critical packages
cs: Prosím aktualizujte následující kritické balíčky
fr_ca: Veuillez mettre à jour les paquets critiques suivants

source: You should install them as soon as possible
cs: Měl byste je nainstalovat co nejdříve
fr_ca: Vous devriez les installer dès que possible

source: Read the license
cs: Přečíst licenci
fr_ca: Lire la license

source: Accept the license (I've read it)
cs: Přijmout licenci (četl jsem ji)
fr_ca: Accepter la license (je l'ai lue)

source: Accept the license and don't ask anymore (I've read it)
cs: Přijmout licenci a znovu se neptat (četl jsem ji)
fr_ca: Accepter la license et ne plus demander (je l'ai lue)

source: Quit
cs: Zavřít
fr_ca: Quitter

source: Your choice (type a number and press enter)
cs: Vaše volba (zadejte číslo a stiskněte klávesu enter)
fr_ca: Votre choix (tappez un nombre et appuyez sur Entrée)

source: You need to accept the licenses below
cs: Musíte přijmout následující licence
fr_ca: Vous devez accepter les licenses ci-bas

source: needed by
cs: požadována
fr_ca: requis par

source: No file viewer
cs: Žádný prohlížeč souborů
fr_ca: Pas de visualiseur de fichier

source: License saved into
cs: Licence uložena do
fr_ca: License sauvegardée dans

source: Scanning filesystem
cs: Prohledávám souborový systém
fr_ca: Vérification du système de fichiers

source: All fine baby. Nothing to do!
cs: Vše v pořádku. Nic k provedení.
fr_ca: Tout va bien. Rien à faire !

source: file
cs: soubor
fr_ca: fichier

source: Type a number
cs: Zadejte číslo

source: Please choose a file to update by typing its identification number.
cs: Prosím vyberte soubor k aktualizaci, zadáním identifikačního čísla.
fr_ca: Veuillez choisir un fichier à mettre à jour en tappant son numéro d'identification.

source: Other options are:
cs: Další možnosti jsou:
fr_ca: Les autres options sont :

source: Automerge all the files asking you one by one
cs: Automaticky sloučit všechny soubory a ptát se po jednom
fr_ca: Fusionner tous les fichiers et confirmer pour chaque fichier

source: Automerge all the files without questioning
cs: Automaticky sloučit všechny soubory bez dotazování
fr_ca: Fusionner tous les fichiers sans confirmation

source: Discard all the files asking you one by one
cs: Zahodit všechny soubory a ptát se po jednom
fr_ca: Ignorer tous les fichiers et confirmer pour chaque fichier

source: Discard all the files without questioning
cs: Zahodit všechny soubory bez dotazování
fr_ca: Ignorer tous les fichiers sans confirmation

source: Please choose an action to take for the selected file.
cs: Prosím vyberte činnost k provedení pro vybraný soubor.
fr_ca: Veuillez choisir une action à prendre pour le fichier sélectionné.

source: Come back to the files list
cs: Vrátit se zpět k seznamu souborů
fr_ca: Retourner à la liste des fichiers

source: Replace original with update
cs: Nahradit původní soubor aktualizovaným
fr_ca: Remplacer l'original avec la mise à jour

source: Delete update, keeping original as is
cs: Smazat aktualizaci, ponechat soubor v původním stavu
fr_ca: Supprimer la mise à jour, conserver l'original

source: Edit proposed file and show diffs again
cs: Upravit navrhovaný soubor a zobrazit znovu rozdíl
fr_ca: Afficher le fichier proposé et afficher encore les différences

source: Interactively merge original with update
cs: Interaktivně sloučit původní s aktualizací

source: Show differences again
cs: Znovu zobrazit rozdíl
fr_ca: Afficher encore les différences

source: Source file
cs: Zdrojový soubor

source: Destination file
cs: Cílový soubor

source: Overwrite ?
cs: Přepsat?
fr_ca: Remplacer ?

source: Cannot merge
cs: Nelze sloučit

source: Discard ?
cs: Zahodit?
fr_ca: Annuler ?

source: Discarding
cs: Zahazuji
fr_ca: Annulation

source: Cannot remove
cs: Nelze odebrat

source: Editing file
cs: Edituji soubor
fr_ca: Modification du fichier

source: Edited file
cs: Upravený soubor
fr_ca: Fichier modifié

source: showing difference
cs: zobrazuji rozdíl

source: Automerging
cs: Automaticky slučuji

source: Interactive merge
cs: Interaktivní sloučení

source: OSError during interactive merge
cs: Chyba OSError při interaktivním sloučení

source: IOError during interactive merge
cs: Chyba IO při interaktivním sloučení

source: Unable to merge file
cs: Nelze sloučit soubor

source: Selected file
cs: Vybraný soubor
fr_ca: Fichier sélectionné

source: Replacing %s with %s
cs: Nahrazuji %s použitím %s

source: Cannot merge %s
cs: Nelze sloučit %s

source: Deleting %s
cs: Mažu %s

source: Cannot remove %s
cs: Nelze odebrat %s

source: Matching
cs: Párování

source: These are the packages that would be installed
cs: Balíčky, které by se nainstalovaly
fr_ca: Voici les paquets qui seraient installés

source: conflicting/substituted
cs: kolidující/nahrazující
fr_ca: en conflit/substitués

source: Packages needing to be installed/updated/downgraded
cs: Balíčky k instalaci/aktualizaci/snížení verze
fr_ca: Paquets qui ont besoin d'être install.s/mis à jour/rétrogradés

source: Packages needing to be removed
cs: Balíčky k odebrání
fr_ca: Paquets qui ont besoin d'être supprimés

source: Packages needing to be installed
cs: Balíčky k instalaci
fr_ca: Paquets qui ont besoin d'être installés

source: Packages needing to be reinstalled
cs: Balíčky k reinstalaci
fr_ca: Paquets qui ont besoin d'être réinstallés

source: Packages needing to be updated
cs: Balíčky k aktualizaci
fr_ca: Paquets qui ont besoin d'être mis à jour

source: Packages needing to be downgraded
cs: Balíčky ke snížení verze
fr_ca: Paquets qui ont besoin d'être rétrogradés

source: Download size
cs: Stahovaná velikost
fr_ca: Taille du téléchargement

source: Used disk space
cs: Využitý prostor na disku
fr_ca: Espace disque utilisé

source: You need at least
cs: Potřebujete alespoň
fr_ca: Vous avez besoin d'au moins

source: of free space
cs: volného místa
fr_ca: d'espace libre

source: You don't have enough space for the installation. Free some space into
cs: Nemáte dostatek místa na disku pro instalaci. Uvolněte nějaké místo v
fr_ca: Vous n'avez pas assez d'espace pour l'installation. Libérer de l'espace dans

source: Download complete
cs: Stahování dokončeno
fr_ca: Téléchargement terminé

source: install
cs: instalovat
fr_ca: installer

source: Installation complete
cs: Instalace dokončena
fr_ca: Installation terminée

source: Calculating System Updates
cs: Zkoumám systémové aktualizace
fr_ca: Calcul des mises à jour système

source: Packages matching update
cs: Balíčky odpovídající aktualizaci
fr_ca: Paquets correspondant à la mise à jour

source: Packages matching not available
cs: Shodný balíček není dostupný
fr_ca: Pawuets correspondants non disponible

source: Packages matching already up to date
cs: Balíčky souhlasí, systém je již aktuální
fr_ca: Paquets correspondants déjà à jour

source: Nothing to update
cs: Nic k aktualizaci
fr_ca: Rien à mettre à jour

source: On the system there are packages that are not available anymore in the online repositories
cs: V systému jsou balíčky, které již nejsou dostupné na online repozitářích
fr_ca: Il y a des paquets dans le système qui ne sont plus disponibles dans les dépôts en ligne

source: Even if they are usually harmless, it is suggested (after proper verification) to remove them.
cs: I když jsou většinou neškodné je doporučeno (po ověření) je odebrat.

source: Selective
cs: Vybrat

source: Would you like to remove them?
cs: Přejete si je odebrat?

source: Remove this?
cs: Odebrat?

source: Nothing to remove
cs: Nic k odebrání
fr_ca: Rien à supprimer

source: There are more updates to install, reloading Entropy
cs: Existuje více aktualizací k instalaci, znovu načítám Entropy

source: Sanity Check
cs: Ověření normálnosti
fr_ca: Vérification sanitaire

source: installed packages repository
cs: repozitář nainstalovaných balíčků

source: Scanning...
cs: Prohledávám...
fr_ca: Vérification...

source: Error checking package
cs: Chyba ověřování balíčku

source: passed
cs: v pořádku

source: Understood ?
cs: Rozumíte?
fr_ca: Compris ?

source: Really ?
cs: Skutečně?
fr_ca: Vraiment ?

source: This is your last chance
cs: Vaše poslední šance
fr_ca: C'est votre dernière chance

source: Already on branch
cs: Již na větvi
fr_ca: Déjà sur la branche

source: Succesfully switched to branch
cs: Úspěšně přepnuto na větev
fr_ca: Changement de branche réussi

source: Now run 'equo upgrade' to upgrade your distribution to
cs: Nyní spusťte 'equo upgrade' pro aktualizaci distribuce na

source: Unable to switch to branch
cs: Nelze přepnout na větev
fr_ca: Impossible de changer de branche

source: this help
cs: nápověda

source: These are the packages that would be handled
cs: Balíčky, které budou zpracovány

source: Would you like to continue?
cs: Přejete si pokračovat?

source: action not executed
cs: činnost nebyla vykonána

source: Magneto Entropy Updates Applet
cs: Appet aktualizací balíčků Magneto
fr_ca: Applet de mises à jour Magneto Entropy

source: Your system currently has an outdated version of
cs: Váš systém obsahuje zastaralé verze
fr_ca: Votre système a actuellement une version obsolète de

source: the latest available version is
cs: nejnovější dostupná verze je
fr_ca: la dernière version disponible est

source: It is recommended that you upgrade to the latest before updating any other packages
cs: Doporučujeme Vám nejprve aktualizovat na nejnovější verzi před aktualizací libovolných dalších balíčků
fr_ca: Il est recommandé de vous mettre à niveau à la dernière version avant de mettre à jour d'autres paquets

source: Close
cs: Zavřít
fr_ca: Fermer

source: Launch Application Browser
cs: Spustit prohlížeč aplikací

source: Application updates
cs: Aktualizace aplikací
fr_ca: Mises à jour d'applications

source: System Updates
cs: Aktualizace systému

source: Application
cs: Aplikace

source: Latest version
cs: Nejnovější verze
fr_ca: Dernière version

source: Critical Information
cs: Kritická informace
fr_ca: Informatique critique

source: _Disable Notification Applet
cs: _Zakázat oznamovací applet
fr_ca: Désactiv_er l'applet de notification

source: Disable Notification Applet
cs: Zakázat oznamovací applet
fr_ca: Désactiver l'applet de notification

source: _Enable Notification Applet
cs: _Povolit oznamovací applet
fr_ca: Activer l'apple_t de notification

source: Enable Notification Applet
cs: Povolit oznamovací applet
fr_ca: Activer l'applet de notification

source: _Check for updates
cs: _Zkontrolovat aktualizace
fr_ca: Vérifier les mises _à jour

source: Check for updates
cs: Zkontrolovat aktualizace
fr_ca: Vérifier les mises à jour

source: _Launch Package Manager
cs: _Spustit správce balíčků
fr_ca: Lancer le gestionnaire de pa_quets

source: Launch Package Manager
cs: Spustit správce balíčků
fr_ca: Lancer le gestionnaire de paquets

source: _Packages Website
cs: _Webová stránka prohlížení balíčků
fr_ca: Site _Web des paquets

source: Use Packages web interface
cs: Použít webové rozhraní prohlížení balíčků
fr_ca: Utiliser l'interface Web des paquets

source: _Sabayon Linux Website
cs: _Webová stránka Sabayon Linuxu
fr_ca: Site _Web Sabayon Linux

source: Launch Sabayon Linux Website
cs: Otevřít webovou stránku Sabayon Linux
fr_ca: Démarrer le site Web de Sabayon Linux

source: _Exit
cs: _Ukončit
fr_ca: S_ortie

source: Cannot monitor Sabayon updates
cs: Nelze monitorovat aktualizace Sabayonu
fr_ca: Impossible de surveiller les mises à jour de Sabayon

source: Entropy DBus service not available
cs: Služba DBus Entropy není dostupná
fr_ca: Service Entropy DBus pas disponible

source: unable to communicate with the updates service
cs: nelze komunikovat se službou aktualizací
fr_ca: incapable de communiquer avec le service de mises à jour

source: Sabayon updates service loaded
cs: Načtena služba aktualizací Sabayon
fr_ca: Service de mises à jour Sabayon chargé

source: Entropy DBus service loaded
cs: Načtena služba DBus Entropy
fr_ca: Service Entropy DBus chargé

source: your Sabayon will notify you once updates are available
cs: Váš Sabayon vám oznámí, až budou dostupné aktualizace
fr_ca: votre Sabayon vous informera lorsque des mises à jour seront disponibles

source: There is %s update available
cs: Je dostupná %s aktualizace

source: Sabayon updates available
cs: Dostupné aktualizace Sabayonu
fr_ca: Mises à jour Sabayon disponibles

source: There is <b>%s</b> update available
cs: Je dostupná <b>%s</b> aktualizace

source: Your Sabayon is up-to-date
cs: Váš Sabayon je aktuální
fr_ca: Votre Sabayon est à jour

source: No updates available at this time, cool!
cs: Žádné dostupné aktualizace, super!
fr_ca: Aucune mise à jour disponible en ce moment, cool !

source: Repositories are being updated
cs: Repozitáře se aktualizují
fr_ca: Les dépôts sont en cours de mise à jour

source: Sabayon repositories status
cs: Stav repozitářů Sabayon
fr_ca: État des dépôts de Sabayon

source: Repositories are being updated automatically
cs: Repozitáře se automaticky aktualizují
fr_ca: Les dépôts sont en train d'être mis à jour automatiquement

source: Updates Notification Applet Disabled
cs: Applet oznamování aktualizací zakázán
fr_ca: Applet de notification de mises à jour désactivé

source: Updates Notification Applet Enabled
cs: Applet oznamování aktualizací povolen
fr_ca: Applet de notification de mises à jour activé

source: has been installed.
cs: byl nainstalován.

source: some external drivers cannot work across multiple kernels.
cs: některé externí ovladače nemohou fungovat s více jádry.

source: Please reboot your computer now !
cs: Prosím nyní restartujte počítač!

source: Package does not exist
cs: Balíček neexistuje

source: Not a kernel
cs: Není jádro

source: Cannot find your currently running kernel.
cs: Nelze nalézt Vaše aktuálně spuštěné jádro.

source: Try without --from-running.
cs: Zkuste bez --from-running.

source: No kernel packages found
cs: Nenalezen žádný balíček s jádrem

source: Sabayon Kernel Switcher
cs: Přepínač jader Sabayon

source: quiet mode
cs: tichý režim

source: ask confirmation
cs: vyžádat potvrzení

source: install a new or just another kernel
cs: nainstalovat nové a nebo další jádro

source: use 'uname -r' to determine the running kernel
cs: použít 'uname -r' pro zjištění běžícího jádra

source: list kernels
cs: vypsat jádra

source: Magneto Application Updates Notifier
cs: Oznamovač aktualizací balíčků Magneto
fr_ca: Icône de notification

source: Available Updates
cs: Dostupné aktualizace
fr_ca: Mises à jour disponibles

source: _Load Package Manager
cs: _Načíst správce balíčků
fr_ca: _Lancer le gestionnaire de paquets

source: QA
fr_ca: AQ

source: do it manually
fr_ca: faites-le manuellement

source: Cannot update Portage database to destination
fr_ca: Impossible de mettre à jour la base de données Portage à la destination

source: Injecting downloaded dump
fr_ca: Injection du 'dump' téléchargé

source: cannot update treeupdates data
fr_ca: impossible

source: ETA
fr_ca: Temps restant estimé

source: system keywords
fr_ca: mots-clé système

source: completely masked (by keyword?)
fr_ca: complètement masqué (par mot-clé ?)

source: Slot
fr_ca: entaille

source: No advisories provided
fr_ca: Pas d'alertes données

source: Advisory
fr_ca: Avis

source: GLSA Identifier
fr_ca: Indentificateur de GLSA

source: Malformed command
fr_ca: Commande mal formée

source: entries
fr_ca: entrées

source: Belong Search
fr_ca: Recherche d'appartenance (Belong)

source: Inverse Dependencies Search
fr_ca: Recherche de dépendances inverses

source: from installed packages database
fr_ca: à partir de la base de données des paquets installés

source: Needed Search
fr_ca: Recherche requise

source: Required Search
fr_ca: Recherche obligatoire

source: Masked directories
fr_ca: Répertoires masqués

source: Now looking into Installed Packages database
fr_ca: Recherche à l'intérieur de la base de données des paquets installés

source: Intersecting with content of the package
fr_ca: Comparaison avec le contenu du paquet

source: Intersection completed. Showing statistics
fr_ca: Comparaison effectuée. Affichage des statistiques

source: Total wasted space
fr_ca: Espace total gaspillé

source: Removal Search
fr_ca: Recherche sur Removal

source: Wrong parameters
fr_ca: Paramètres erronés

source: active
fr_ca: actif

source: never synced
fr_ca: jamais synchronisé

source: Status
fr_ca: État

source: Packages URL
fr_ca: URL des paquets

source: Database URL
fr_ca: URL de la base de données

source: Repository database path
fr_ca: Emplacement de la base de données du dépôt

source: Unhandled exception
fr_ca: Exception non gérée

source: No valid identifiers
fr_ca: Pas d'identificateurs valide

source: Source Package Manager backend not available
fr_ca: Backend du Gestionnaire de Paquets Source indisponible

source: Installed packages database not available
fr_ca: La base de données des paquets installés n'est pas disponible

source: Vacuum cleaning System Database
fr_ca: Nettoyage de la base de données système

source: Vacuum cleaned System Database
fr_ca: Nettoyage de la base de données système terminé

source: No System Databases found
fr_ca: Pas de base de données système trouvée

source: No backed up databases found
fr_ca: Pas de copie de sécurité des bases de données trouvée

source: Select the database you want to restore
fr_ca: Choisir la base de données que vous voulez restaurer

source: Entropy installed packages database restore tool
fr_ca: Outil de restauration de la base de données des paquets installés d'Entropy

source: Regenerating counters table
fr_ca: Regénération de la table des compteurs

source: Counters table regenerated. Look above for errors.
fr_ca: Table des compteurs regénérée. Voir ci-haut pour les erreurs.

source: The installed package database will be resurrected, this will take a LOT of time.
fr_ca: La base de données du paquet installé sera remise en vie, cela prendra BEAUCOUP de temps

source: Please use this function ONLY if you are using an Entropy-aware distribution.
fr_ca: Utilisez cette fonction UNIQUEMENT si vous utilisez un paquet 'Entropy-aware'
