Repository: Sabayon/entropy
Catalog: client/po/*.po
Languages: cs, fr_ca

source: Can I continue ?
fr_ca: Puis-je continuer ?

source: Are you REALLY sure ?
fr_ca: Êtes-vous vraiment sûr(e) ?

source: Do you even know what you're doing ?
fr_ca: Savez-vous seulement ce que vous faites ?

source: Creating backup of the previous database, if exists.
fr_ca: Création d'une copie de sécurité de la base de données antérieure, si elle existe.

source: Initializing the new database at
fr_ca: Initialisation de la nouvelle base de données à

source: Database reinitialized correctly at
fr_ca: Base de données réinitialisée correctement dans

source: Collecting installed files
fr_ca: Collecte des fichiers installés

source: Writing to temporary file
fr_ca: Écriture dans le fichier temporaire

source: Please wait
fr_ca: Veuillez patienter

source: You must have 'find' installed
fr_ca: Vous devez avoir 'find' d'installé

source: Found %s files on the system. Assigning packages
fr_ca: Découverte de %s fichiers dans le système. Assignation des paquets.

source: Matching in repository
fr_ca: Correspondent dans le dépôt

source: Matching files from packages
fr_ca: Fichiers correspondants des paquets

source: Found %s packages
fr_ca: %s paquets trouvés

source: Filling database
fr_ca: Remplissage de la base de données

source: Adding
fr_ca: Ajout

source: Database resurrected successfully
fr_ca: Base de données remise en vie avec succès

source: Now indexing tables
fr_ca: Indexation des tables

source: Database reinitialized successfully
fr_ca: Base de données réinitialisée avec succès

source: Collecting Entropy packages
fr_ca: Collecte des paquets Entropy

source: Differential Scan
fr_ca: Vérification différentielle

source: Databases already synced
fr_ca: Bases de données déjà synchronisées

source: Entropy locked, giving up
fr_ca: Entropy est verrouillé, abandon

source: Someone removed these packages
fr_ca: Quelqu'un a supprimé ces paquets

source: They would be removed from the system database
fr_ca: Ils seraient supprimés de la base de données système

source: Continue with removal ?
fr_ca: Poursuivre avec la suppression ?

source: Database removal complete
fr_ca: Suppression de la base de données complétée

source: Someone added these packages
fr_ca: Quelqu'un a ajouté ces paquets

source: They would be added to the system database
fr_ca: Ils seraient ajoutés à la base de données système

source: Continue with adding ?
fr_ca: Poursuivre avec l'ajout ?

source: An error occured while analyzing
fr_ca: Une erreur s'est produite au cours de l'analyse

source: Database update completed
fr_ca: Mise à jour de la base de données complétée

source: If you dont know what you're doing just, don't do this. Really. I'm not joking.
fr_ca: Si vous ne savez pas ce que vous faites, ne le fait pas. Je ne blague pas.

source: Transductingactioningintactering databases
fr_ca: Transductionactionintaction des bases de données

source: database does not exist or is badly broken
fr_ca: la base de données n'existe pas ou est très endommagée

source: You are not
fr_ca: Vous n'êtes pas

source: No packages specified
fr_ca: Aucun paquet spécifié

source: Cannot find
fr_ca: Impossible de trouver

source: No valid packages specified
fr_ca: Aucun paquet valide spécifié

source: This is the list of the packages that would be quickpkg'd
fr_ca: Voici la liste des fichiers qui vont être quickpkg'd

source: installed
fr_ca: installé

source: Would you like to recompose the selected packages ?
fr_ca: Voulez-vous recomposer les paquets sélectionnés ?

source: Compressing
fr_ca: Compression

source: Error while creating package for
fr_ca: Erreur au cours de la création du paquet pour

source: Saved in
fr_ca: Sauvegardé dans

source: directory does not exist
fr_ca: répertoire n'existe pas

source: is not a valid Entropy package
fr_ca: n'est pas un paquet Entropy valide

source: Using branch
fr_ca: Utilisation de la branche

source: Extracting package metadata
fr_ca: Extraction des métadonnées du paquet

source: Package extraction complete
fr_ca: Extraction du paquet terminée

source: Inflated package
fr_ca: Paquet compressé

source: Deflating
fr_ca: Décompression

source: Deflated package
fr_ca: Paquet décompressé

source: Extracting Entropy metadata from
fr_ca: Extraction des métadonnées Entropy à partir de

source: Extracted Entropy metadata from
fr_ca: Métadonnées extraites d'Entropy à partir de

source: This is the list of the packages that would be merged into a single one
fr_ca: Ceci est la liste des paquets qui seraient fusionnés en un seul

source: Would you like to create the packages above ?
fr_ca: Voulez-vous créer les paquets ci-dessus ?

source: Creating merged Smart Package
fr_ca: Création d'un paquet intelligent fusionné

source: collecting Entropy metadata
fr_ca: Collecte des métadonnées d'Entropy

source: Unpack failed due to unknown reasons
fr_ca: Échec du dépaquettage pour une raison inconnue

source: Compressing smart package
fr_ca: Compression du paquet intelligent

source: Compression failed due to unknown reasons
fr_ca: Échec de la compression pour une raison inconnue

source: Compressed file does not exist
fr_ca: Le fichier compressé n'existe pas

source: Nothing to resume
fr_ca: Rien à continuer

source: Resume cache corrupted
fr_ca: Cache de reprise corrompu

source: Running with
fr_ca: Exécution avec

source: Cannot switch branch as user
fr_ca: Impossible de changer de branche en tant que

source: atom
fr_ca: atome

source: Probably needed by
fr_ca: Probablement requis par

source: Would you like to continue with dependencies calculation ?
fr_ca: Voulez-vous poursuivre le calcul des dépendances ?

source: Cannot find needed dependencies
fr_ca: Impossible de trouver les dépendances requises

source: sources fetch
fr_ca: lecture des sources

source: fetch
fr_ca: rapporter

source: Would you like to execute the queue ?
fr_ca: Voulez-vous exécuter la file ?

source: Resuming previous operations
fr_ca: Poursuivre les opérations précédentes

source: Installed from
fr_ca: Installé à partir de

source: Would you like to configure them now ?
fr_ca: Voulez-vous les configurer maintenant ?

source: Starting removal in
fr_ca: Début de la suppresison dans

source: Running unused packages test, pay attention, there are false positives
fr_ca: Exécution d'un test sur des paquets inutilisés, portez attention, il y a des faux positifs

source: Would you like to install the available packages ?
fr_ca: Voulez-vous installer les paquets disponibles ?
