Repository: Sabayon/entropy
Catalog: server/po/*.po
Languages: ru

source: Running packages metadata update
ru: Ведется обновление метаданных пакетов

source: it could take a while
ru: это может занять время

source: action
ru: действие

source: package move actions complete
ru: перемещение пакета завершено

source: package moves completed successfully
ru: перемещения пакета успешно завершены

source: Syncing current database
ru: Синхронизация текущей базы данных

source: please wait
ru: пожалуйста, подождите

source: Removing entry
ru: Удаление записи

source: Adding entry
ru: Добавление записи

source: Exporting database table
ru: Экспорт таблицы базы данных

source: Database Export complete.
ru: Экспорт базы данных завершен.

source: ATTENTION
ru: ВНИМАНИЕ

source: generating provided_libs metadata, please wait!
ru: генерируются метаданные provided_libs, пожалуйста, подождите!

source: Spm Unique Identifier not found for
ru: Уникальный Идентификатор Spm не найден для

source: verifying upload (if supported)
ru: проверка закачки (если поддерживается)

source: digest verification
ru: проверка подписей

source: so far, so good!
ru: Чем дальше - тем лучше!

source: malformed md5 provided to function
ru: испорченная md5 предоставлена функции

source: remote md5 is invalid
ru: удаленная md5 неверна

source: successful
ru: успешно

source: failed, retrying
ru: не вышло, начинаем снова

source: error
ru: ошибка

source: not critical
ru: не критично

source: continuing
ru: продолжаем

source: connecting to mirror
ru: соединение с зеркалом

source: mirrors have not been unlocked. Sync them.
ru: зеркала не были разблокированны. Синхронизуруйте зеркала.

source: INJECT
ru: ДОБАВЛЕНИЕ

source: has been injected
ru: добавлено

source: quickpkg manually to update embedded db
ru: сделайте quickpkg вручную, чтобы обновить вложенную базу данных

source: package has no keyword set, it will be masked !
ru: отсутствует набор ключевых слов для пакета, будет использована маска!

source: repository not configured
ru: репозиторий не сконфигурирован

source: protected repository id, can't use this, sorry dude...
ru: защищённый ID репозитория, невозможно это использовать, тут уж звиняйте...

source: defaulting to 0
ru: установка по умолчанию на 0

source: repository
ru: репозиторий

source: syncing package sets
ru: синхронизация наборов пакетов

source: Attention
ru: Внимание

source: cannot match
ru: невозможно подсчитать

source: initializing repository
ru: инициализация репозитория

source: do you really want to initialize this repository ?
ru: вы точно хотите инициировать данный репозиторий?

source: No
ru: Нет

source: Cannot create store directory
ru: Невозможно создать директорию хранилища

source: Invalid tag specified
ru: выбран неправильный тэг

source: flushing back selected packages from branches
ru: возвращение выбранных пакетов с веток

source: nothing to do
ru: нечего делать

source: these are the packages that will be flushed
ru: вот пакеты, которые будут возвращены

source: Would you like to continue ?
ru: Желаете ли продолжить?

source: checking package hash
ru: проверка хэша пакета

source: hash does not match for
ru: хэш не подсчитан для

source: wrong md5
ru: неверная md5

source: download errors
ru: ошибки загрузки

source: reason
ru: причина

source: download completed successfully
ru: загрузка успешно завершена

source: error downloading packages from mirrors
ru: ошибка при скачивании пакетов с зеркал

source: working on branch
ru: работа с веткой

source: updating package
ru: обновление пакета

source: package flushed
ru: пакет возвращён

source: switching
ru: переключение

source: cannot switch, package not found, skipping
ru: невозможно подключить, пакет не найден, пропускем

source: moving file
ru: переключение файла

source: successfully handled atom
ru: успешно обслуженный атом

source: Preparing to move selected packages to
ru: Подготовка к перемещению выбранных пакетов в

source: Preparing to copy selected packages to
ru: Подготовка к копированию выбранных пакетов в

source: Note
ru: Замечание

source: all old packages with conflicting scope will be removed from destination repo unless injected
ru: все старые пакеты с конфликтующими возможностями будут удалены из репозитория назначения ещё до добавления

source: new tag
ru: новый тэг

source: remove
ru: удалить

source: dependency
ru: зависимость

source: Injecting entropy metadata into built packages
ru: Добавление метаинформации entropy в собранные пакеты

source: injecting entropy metadata
ru: добавление метаинформации entropy

source: injection complete
ru: добавление завершено

source: removing package
ru: удаление пакета

source: removal complete
ru: удаление завершено

source: Integrity verification of the selected packages
ru: Проверка целостности выбранных пакетов

source: All the packages in repository will be checked.
ru: Все пакеты в репозитории Entropy Packages будут проверены.

source: This is the list of the packages that would be checked
ru: Вот список пакетов, которые будут проверены

source: Working on mirror
ru: Работа на зеркале

source: checking hash
ru: проверка хэша

source: digest verification of
ru: проверка списков

source: not supported
ru: не поддерживается

source: NOT healthy
ru: НЕ в порядке

source: This is the list of broken packages
ru: Здесь список испорченных пакетов

source: Mirror
ru: Зеркало

source: Statistics
ru: Статистика

source: Number of checked packages
ru: Число проверенных пакетов

source: Number of healthy packages
ru: Число нормальных пакетов

source: Number of broken packages
ru: Число испорченных пакетов

source: local
ru: локально

source: checking status of
ru: проверка статуса для

source: is corrupted, stored checksum
ru: испорчен, накоплена контрольная сумма

source: checked packages
ru: проверены пакеты

source: healthy packages
ru: нормальные пакеты

source: broken packages
ru: испорченные пакеты

source: downloaded packages
ru: скачанные пакеты

source: failed downloads
ru: проваленные загрузки

source: All the missing packages in repository will be downloaded.
ru: Все недостающие пакеты в репозитории будут загружены.

source: available
ru: доступно

source: upload/ignored
ru: закачано/игнорируется

source: download
ru: скачать

source: Starting to download missing files
ru: Начало загрузки недостающих файлов

source: Searching missing/broken files on another mirror
ru: Поиск недостающих/испорченных файлов на другом зеркале

source: Binary packages downloaded successfully.
ru: Бинарные пакеты скачаны успешно.

source: These are the packages that cannot be found online
ru: А вот эти пакеты не могут быть найдены онлайн

source: They won't be checked
ru: Они не будут проверены

source: Please setup your branch to
ru: Пожалуйста, установите Вашу ветку на

source: and retry
ru: и попробуйте

source: Switching packages
ru: Переключение пакетов

source: Ignoring
ru: Игнорирование

source: already in branch
ru: уже на ветке

source: migration loop completed
ru: миграционный цикл завершён

source: Running orphaned SPM packages test
ru: Запуск теста осиротевших пакетов SPM

source: Scanning package
ru: Сканирование пакета

source: not found anymore
ru: больше ничего не найдено

source: Packages string
ru: Строка пакетов

source: these packages haven't been removed yet
ru: данные пакеты еще не были удалены

source: Needed by
ru: Необходимо для

source: Running dependencies test
ru: Запускаем тест зависимостей

source: These are the dependencies not found
ru: Имеются ненайденные зависимости

source: by repo
ru: для репозитория

source: Every dependency is satisfied. It's all fine.
ru: Все зависимости удовлетворены. С чем и поздравляю.

source: Broken and matched packages list
ru: Список испорченных и подсчитанных пакетов

source: Dumping results into these files
ru: Запись результатов в эти файлы

source: System is healthy
ru: В системе все в порядке

source: Matching libraries with Spm, please wait
ru: Подсчет библиотек через SPM, подождите немного

source: These are the matched packages
ru: Здесь - подсчитанные пакеты

source: No matched packages
ru: Нет подсчитанных пакетов

source: Your default repository is not initialized
ru: Ваш репозиторий по умолчанию не инициализирован

source: Do you want to initialize your default repository ?
ru: Вы желаете инициализировать Ваш репозиторий по умолчанию ?

source: Continuing with an uninitialized repository
ru: Продолжаем с неинициализированным репозиторием

source: Mirrors status table
ru: Таблица дополнительных репозиториев

source: Unlocked
ru: Разблокировано

source: Locked
ru: Заблокировано

source: cannot lock mirror
ru: невозможно заблокировать зеркало

source: successfully initialized
ru: успешно инициализировано

source: adding package
ru: добавление пакета

source: added package
ru: добавлен пакет

source: rev
ru: версия

source: manual dependencies for
ru: ручные зависимости для

source: these are the missing dependencies
ru: Имеются ненайденные зависимости

source: no missing dependencies !
ru: Недостающих зависимостей не найдено!

source: Yes
ru: Да

source: Exception caught, closing tasks
ru: Обнаружено исключение, закрываем задания

source: server-side repository
ru: репозиторий сервера

source: community repository
ru: репозиторий сообщества

source: Entropy Server Interface Instance on repository
ru: Сессия Entropy Server Interface в репозитории

source: current branch
ru: текущая ветка

source: type
ru: тип

source: Currently configured repositories
ru: Актуально сконфигурированные репозитории

source: config files
ru: файлы конфигурации

source: checking system
ru: проверка системы

source: there are configuration files not updated yet
ru: имеются ещё не обновленные файлы конфигурации

source: Entropy Server Mirrors Interface loaded
ru: Загружен интерфейс зеркал сервера Entropy

source: repository mirror
ru: зеркало репозитория

source: packages mirror
ru: зеркало пакетов

source: looking for file in mirror
ru: поиск файла на зеркале

source: unlocking
ru: разблокировка

source: locking
ru: блокировка

source: mirror
ru: зеркало

source: mirror for download
ru: зеркало для загрузки

source: mirror already locked for download
ru: зеркало уже заблокировано для загрузки

source: mirror already unlocked for download
ru: зеркало уже разблокировано для загрузки

source: for download
ru: для загрузки

source: mirror successfully locked
ru: зеркало успешно заблокировано

source: mirror not locked
ru: зеркало не заблокировано

source: mirror successfully unlocked
ru: зеркало успешно разблокировано

source: unlock error
ru: ошибка при разблокировке

source: mirror not unlocked
ru: зеркало не разблокировано

source: connecting to download package
ru: подключение для скачивания пакета

source: downloading package
ru: скачивание пакета

source: does not exist
ru: не существует

source: is not listed in the repository !
ru: отсутствует в списках в текущей базе данных репозиториев!!

source: verifying checksum of package
ru: проверка контрольной суммы пакета

source: downloaded successfully
ru: скачано успешно

source: checksum does not match. re-downloading...
ru: контрольная сумма не подсчитана. Перезагрузка...

source: seems broken. Consider to re-package it. Giving up!
ru: кажется, сломалось. Попробуйте это перепаковать. Прекращаю!

source: unable to download repository revision
ru: невозможно скачать версию репозитория

source: mirror doesn't have valid revision file
ru: зеркало не обладает корректным файлом версии

source: mirror already locked
ru: зеркало уже заблокировано

source: waiting up to 2 minutes before giving up
ru: ждем две минуты перед передачей данных

source: mirror unlocked
ru: зеркало разблокировано

source: Local statistics
ru: Локальная статистика

source: upload directory
ru: директория закачки

source: files ready
ru: файлы готовы

source: packages directory
ru: директория пакетов

source: upload
ru: закачка

source: copy
ru: копировать

source: Packages to be removed
ru: Пакеты к удалению

source: Packages to be moved locally
ru: Пакеты к локальному перемещению

source: Packages to be uploaded
ru: Пакеты к закачке

source: Total removal size
ru: Общий объём к удалению

source: Total upload size
ru: Общий объём к закачке

source: Total download size
ru: Общий объём к скачиванию

source: Remote statistics for
ru: Статистика по удаленным операциям для

source: remote packages
ru: отдалённые пакеты

source: files stored
ru: хранимые файлы

source: Calculating queues
ru: Подсчёт очередей

source: removing package+hash
ru: удаление пакета и хэша

source: sync
ru: синхронизация

source: copying file+hash to repository
ru: копирование файла и хэша в репозиторий

source: upload errors
ru: ошибки при закачке

source: upload completed successfully
ru: закачка успешно завершена

source: QA checking package file
ru: QA проверяет файл пакета

source: faulty package file, please fix
ru: ошибочный файл пакета, будьте добры исправить

source: starting packages sync
ru: начало синхронизации пакетов

source: packages sync
ru: синхронизация пакетов

source: socket error
ru: ошибка сокета

source: on
ru: на

source: nothing to do on
ru: нечего делать на

source: Expanding queues
ru: Расширение очередей

source: nothing to sync for
ru: нечего синхронизировать для

source: Would you like to run the steps above ?
ru: Желаете ли Вы применить вышеуказанные шаги?

source: keyboard interrupt !
ru: клавиатура прекратила работу !!

source: you must package them again
ru: вам необходимо запаковать их снова

source: exception caught
ru: обнаружено исключение

source: at least one mirror synced properly!
ru: свершилось, одно зеркало синхронизировалась нормально!

source: tidy
ru: чисто

source: collecting expired packages
ru: сборка устаревших пакетов

source: collecting expired packages in the selected branches
ru: сборка устаревших пакетов на выбранной ветке

source: removing packages remotely
ru: удаленное удаление пакетов

source: remove errors
ru: ошибки при удалении

source: removing packages locally
ru: локальное удаление пакетов

source: downloading notice board from mirrors to
ru: скачивание доски уведомлений с зеркал на

source: notice board downloaded successfully from
ru: доска уведомлений успешно скачана с

source: uploading notice board from
ru: закачка доски уведомлений с

source: notice board upload failed on
ru: закачка доски уведомлений провалена на

source: notice board upload success
ru: доска уведомлений закачана успешно

source: download path
ru: путь загрузки

source: errors
ru: ошибки

source: failed to download from mirror
ru: не удалось загрузить с зеркала

source: failed to unpack
ru: не удалось распаковать

source: Troubles with treeupdates
ru: Проблемы с treeupdates

source: Bumping old data back
ru: Отправка старой информации назад

source: configured package sets
ru: конфигурированные наборы пакетов

source: None configured
ru: Ничего не сконфигурировано

source: repository path
ru: путь к репозиторию

source: dump light
ru: лёгкий дамп

source: dump light checksum
ru: контрольная сумма лёгкого дампа

source: opener
ru: открыватель

source: repository checksum
ru: контрольная сумма репозитория

source: compressed checksum
ru: контрольная сумма сжатой базы данных

source: disabled EAPI
ru: деактивированный EAPI

source: repository already in sync
ru: репозиторий в процессе синхронизации

source: repository sync failed
ru: синхронизация репозитория не удалась

source: download issues
ru: Проблемы с загрузкой

source: repository sync forbidden
ru: синхронизация репозитория запрещена

source: missing package sets
ru: отсутствуют наборы пакетов

source: dependencies test reported errors
ru: тест зависимостей выявил ошибки

source: upload issues
ru: проблемы с закачкой

source: repository sync completed
ru: синхронизация репозитория завершена

source: infinite
ru: бесконечно

source: ETA
ru: ЕТА

source: sec
ru: сек

source: Aggregated download
ru: Аггрегированная загрузка

source: Security Advisories
ru: Предостережения по безопасности

source: Warning
ru: Осторожно

source: updated successfully
ru: успешно обновлено

source: already up to date
ru: уже обновлено до последней версии

source: Verifying checksum
ru: Проверка контрольной суммы

source: digest verification failed, try again later
ru: проверка списков не удалась, попробуйте позже

source: All fine
ru: Всё замечательно

source: Corrupted Client Repository. Please restore a backup.
ru: Испорчен клиент репозитория. Пожалуйста, восстановите из резервной копии.

source: reason not available
ru: причина недоступна

source: user package.mask
ru: package.mask пользователя

source: system keywords
ru: системные ключевые слова

source: user package.unmask
ru: package.unmask пользователя

source: user repo package.keywords (all packages)
ru: user repo package.keywords (все пакеты)

source: user package.keywords
ru: package.keywords пользователя

source: completely masked (by keyword?)
ru: полностью замаскировано (по ключевому слову?)

source: repository general packages.db.keywords
ru: repository in branch packages.db.mask

source: Entropy needs your attention
ru: Entropy требует Вашего внимания

source: Entropy got a question for you
ru: у Entropy есть к Вам вопросы

source: Interrupted
ru: Отменено

source: Selected number
ru: Выбранный номер

source: Please select an option
ru: Пожалуйста, выберите опцию

source: Discard all
ru: Отменить всё

source: Confirm
ru: Подтвердить

source: Add item
ru: Добавить предмет

source: Remove item
ru: Удалить предмет

source: Show current list
ru: Показать текущий список

source: Your choice (type a number and press enter):
ru: Ваш выбор (введите номер и нажмите Enter)

source: You don't have typed a number.
ru: Вы не ввели номер.

source: Invalid action.
ru: Неправильное действие.

source: Invalid string.
ru: Неправильная строка.

source: Invalid element.
ru: Неправильный элемент.

source: broken libraries detected
ru: испорченные библиотеки найдены

source: needs
ru: требует

source: Libraries test
ru: Тест библиотек

source: Broken symbols packages list
ru: Список испорченных пакетов символов

source: Broken executables list
ru: Список испорченных исполняемых файлов

source: discarding directory
ru: папка забракованного

source: because it's symlinked on
ru: поскольку оно ссылается на

source: Collecting broken executables
ru: Ищутся испорченные исполняемые файлы

source: don't worry about libraries that are shown here but not later.
ru: не беспокойтесь о библиотеках, которые показаны здесь, но не позже

source: Scanning libraries
ru: Сканирование библиотек

source: various broken symbols
ru: Различные испорченные символы

source: Matching broken libraries/executables
ru: Подсчет испорченных библиотек/исполняемых приложений

source: Not prepared yet
ru: Ещё не подготовлено.

source: Not installed
ru: Не установлено

source: Package
ru: Пакет

source: branch
ru: ветка

source: Category
ru: Категория

source: Name
ru: Имя

source: Masked
ru: Замаскировано

source: Available
ru: Доступно

source: Installed
ru: Установлено

source: version
ru: версия

source: revision
ru: версия

source: Slot
ru: Слот

source: Size
ru: Размер

source: Download
ru: Загрузка

source: Checksum
ru: Контрольная сумма

source: Dependencies
ru: Зависимости

source: Conflicts
ru: Конфликты

source: Homepage
ru: Домашняя страница

source: Description
ru: Описание

source: USE flags
ru: USE-флаги

source: Sources
ru: Источники

source: Entry API
ru: Запись API

source: Compiled with
ru: Компилировано с

source: Keywords
ru: Ключевые слова

source: Created
ru: Создано

source: License
ru: Лицензия

source: No packages found
ru: Пакетов не найдено
